[{"comment":"aree gujrati bhai tme kem chho? sorry bhai agr language galat likh di hai toh😂...Hii dhruvil bhai, yrr tum mujhe ye btaao ki itna smile kaise kr lete ho? aapki is smile k peeche kya reason hai haan😂 I always saw you smiling🧿(touchwood)..literally you are a happy soul..have a bright futre brother.","name":"Rahul Kumar Sharma","roll_no":"2203131002"},{"comment":"Even if the journey is tough, it's enjoyable. The same thing we'd over our two-year adventure together. In both circumstances, we'd fun & created awesome memories. I'll miss our memories which we created together, thus I'll miss your companionship. BTW ap explain bahot achha karte hai chatni dal ke.","name":"Mahesh Malviy","roll_no":"2202103014"},{"comment":"The heart of 502, tere jaisa supportive dost sab ko mile. 2 saal ke iss chote se duration ko ek achhi Campus life banane ka credit tujhe hi milta hai. Every fest, outing and hall mein talk is an invaluable memory. PS: Dinners with DT karke ek achha YouTube series ban sakta hai apne mess convos pe. ","name":"Egu Dheeraj Kumar","roll_no":"2202102005"},{"comment":"Charming guy with sweetest smile, master of explaining things chutney ke sath. Kam time mei humne itni badi list banayi ki sub list banana pada😂pehle ice break kiye hothe-na jaane aur kitne शरारतें kar baith थे. From endless banters to gossips to our Prime Time show it's been a blast😄the crazy us!","name":"Anjana ENSS","roll_no":"2202102002"},{"comment":"Dhruvil baba, with those hot whatever u got It🤣🤣. Man, this journey at IIT was so full and packed of so many cool things. Right from DJ Nights, IIM, Fluxus, Holi, RIC, Mandu, Maheshwar, Movie nights, cricket, tt and pta nhi kya kya. Bro, will miss you all and all these times yaha pr, Keep Growing❤","name":"Sparsh Arya","roll_no":"2203121002"},{"comment":"Fortunate to have u as my friend. Something that makes u special is your skill to connect everything with memes. Stay happy  and make others happy. Thanks for making the beautiful memories.","name":"Rishabh kumar","roll_no":"2202103012"},{"comment":"I still can't comprehend how easily we became friends and the way our interactions just became so humorous. DT has a very comforting personality which makes him one of my favorite people to bump into. I am sure he will reach great heights in life. P.S. Paise de dena mai ek kya 10 i phone la dungi.","name":"Nishi Thakur","roll_no":"2203141005"},{"comment":"It was extremely fun to interact with you ur humbleness is something i really admire. I am always gonna remember the way you always greeted me with a big smile on your face. Learning garba was so much fun with u Keep shining and stay amazing as u are …Wishing u all the best and let's stay in touch ✨","name":"Monika","roll_no":"200002053"},{"comment":"Your dedication to learning new things is commendable! Thanks for putting up with my scoldings 😅. You guys really made the ApnaCulture event a lot more fun. Keep dancing, keep rocking and stay in touch!","name":"Monal Pawar","roll_no":"200003047"},{"comment":"Forever DT, from GJ 04, the bhavenanagri. charming guy having cute little smile. pretty much inspired by your insane garba moves (Iykyk)😂.\nbe the way you are. i hope you will surpass Elon Musk in terms of net worth, you know what i mean... haha. finally, thank you very much for all the memories!!","name":"Rabadiya Ridhamkumar Ashvinbhai","roll_no":"2204103008"},{"comment":"Hey there ! Bhaiya...... Definitely you are one of them with whom I can laugh a lot. You are a very charming person.\nThank you so much for being there for me always, as a friend, as a brother, as a guider.","name":"Kumari Sunita"},{"comment":"Dhruvil anna\nU r really my anna 😊. You are so sweet.The way u talk, present urself, humble behavior, calmness and positivity these are my takeaways from u. gonna miss u so much bro, u should have danced when i dragged u on ugadi anna. I have very good memories with u, keep going and wishing succes","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Hey DT,\nI wish you all the very best on your upcoming journey. DT Matlab Bhavanagar. Jambala, Khopala, tagdi, bhadi ne Bhavnagar, DT means Bhavanagar nu ek pure soul jeni sathe ni darek mulakat smile sathe thay. I'll always remember the moments we enjoyed together at Iit Indore. Best regards!","name":"Savaniya Kaushik"},{"comment":"Hey Dhruvil,\nYour calm nature and constant smile always brighten everyone's day. Our trip to mandu was so much fun, and i really enjoyed hanging out with you guys. It's been great going from being Dheeraj's unitmate to becoming friends on our IIT journey. Wishing you all the best for your future","name":"sucharitha","roll_no":"2202102004"},{"comment":"DT has lived a life of IIT, banda poora punctual one should learn from him.\nStay blessed and keep smiling,\nWish you a very great future ahead.","name":"Mohd Washique Ahemad","roll_no":"2202103008"},{"comment":"A fantastic and great enthusiastic person. I wish you all the best for all your future endeavors. ","name":"Rajendra Goud"},{"comment":"DT, I still remember the day when I first met you during the orientation program. Attending classes together, working in mini projects and destroying the sample during polishing  is still memorable to me. Now time has come to part ways. Wishing you all the best for your journey ahead. ","name":"Siddhant S Barman","roll_no":"2202103007"},{"comment":"Hey Dhruvil.. We didn't get much time to talk but everytime we meet we smile a lot...that's how these 2 years went.. ... I wish u Good luck and All the best for your Future brother... ","name":"Sai Ganesh","roll_no":"2204102001"},{"comment":"DT, you have a good sense of humor and make events memorable. These two years with you have been gratifying. I am going to miss my late-night conversation with you. I wish you lots of success ahead of time. In you, I find a lifelong friend who can advise on any situation.\n\nLots of love,\nSaim","name":"Saim Rehan","roll_no":"2202102008"},{"comment":"Hey DT, remember when the guys in our class discussed core mechanical stuff? We'd share bond over our production background, share memes, crack jokes. These 2 years were a blast. I want to extend my heartfelt wishes for your continued success in the future endeavors that lie ahead. Keep thriving...","name":"Prasanna Bairagi","roll_no":"2202103010"},{"comment":"Hello Dhokla bro. Keem Choo....Gujjus are always fun to be around with . You are soft spoken and kind hearted. Rare to find people like u these days ❤️ stay in touch. Best wishes for ur future❤️","name":"RAJSHREE SINGH","roll_no":"2202103027"},{"comment":"\"Hey DT, you're like a burst of joy every time we catch up! Our quick chats always manage to cover everything , You're a gem of a friend, and your positivity is infectious. I wish you all happiness and success in your future endeavors. Keep spreading those good vibes 🌟.","name":"Khushwant Saini","roll_no":"2203131029"},{"comment":"A person always smiling in any situation it's rare to see such person aur kya pata koi ladki aapki smile mei pagal hojaye. Aapne bada pareshan kiya tha apna culture ke time, it was toughest to make you ready for the big stage. 'Vanila gathiya' iykyk khate rehna aur khilate rehna.","name":"Karandevsinh","roll_no":"200002044"},{"comment":"Hi DT, we will miss you and your bhavnagri gathiya. It was great pleasure to have you in Gujju group. We will remember your unique style of playing garba  steps. Hope you will achieve all your dream and success. All the best!","name":"Purna Kukadiya"},{"comment":"You have always been my good friend bhai. I really enjoyed all the time we have spent together. Whenever I am with you and other gujjus I just feel like I am at home. I will never forget you Bhai. All the best for future.","name":"Viral S Rathod","roll_no":"200003063"},{"comment":"All the best for your future and keep yourself engaged to our memepage @fir_anju_raju","name":"Anjali Patel","roll_no":"2202121003"}]