[{"comment":"If Shrevesh was a part of the Greek pantheon he would be the god of fun and good times. Never in your next 50  years of life lose this energy that you are carrying man. You are a one-of-a-kind personality. and I will miss you and the good times we had together. Farewell Little brother ;)","name":"Sibi Karthick.S"},{"comment":"one of the most lively and funny person who is under the bed dark in jokes. ( also colour ðŸ˜‚ðŸ˜‚). Bro needs to hesitate while giving dank comebacks. will miss those 2nd year memories on carbon roof and 304,  stay the same and wish you best for your future endeavors","name":"Jay Viradiya"},{"comment":"The man who helped me overcome from my worst time. ðŸ™Œ One who always believed in me... Offer letter nahi aya toh cat dene chalte wapas ","name":"Paras Vyas"},{"comment":"Bhai brims?","name":"Amardeep Padalwar"},{"comment":"Kaluda, tarzan, tamillodu, gendu insaan of 309. Itna bully kiya h, sleepover, randomly city jana (mango shake) and disco baitane vali baatein and tujhpr kahani banana nhi bhoolunga bro. Bas next time room mate bankr mat anaa ðŸ˜‚. Chennai aana jana toh chalta rahega usme bura mat maana","name":"Rounak Jain"},{"comment":"MAH nigga humesha city chalne ko ready. The strongest genetics. Bro never disappoints be it a s**ta break or exam k phele mera rant sunna. Tere sath pool khelna was epic. Tu vibe hai bhai vibe. You are one of the person jispe mai rely kar sakta hu., You carrying me to carbon on your back after GPL<3","name":"SOHAIL SHAIKH"},{"comment":"Aaja 80 karta hu.","name":"Nachiket Salunke"},{"comment":"Friends since the first day of campus life. A man with a unique identity and giving competitions to many women out there. Constant Companion, kaafi saari yaadein hain saath me, bhai kam fooka karr aur humesha roshni me raha karr. ","name":"Prakhar Gautam"},{"comment":"Randipalayam Road ka Herooo!! Jab aata hu room iske, iss bande ko pata hota hai intention room aane kaðŸ˜‚ Apni special type of wrestling and press karne pe limit. Bahut saal genetics ke sahare jii liya tune ab sudhar jaana. Love you Bhobremom!!","name":"Sahil Rapartiwar"},{"comment":"My guy is always down to drink and do shit without a second thought. Couldn't remain in 309 with u guys because of ka****sh (he took me away, pookieðŸ’”) but that didnt stop us from doing shit in 306. Will surely make u proud with my future exploits in ShibuyaðŸ‘Š","name":"Vijay"},{"comment":"You're like the ultimate guru, guiding me through work and life. Still trying to adopt your \"Calm & Optimistic approach\" towards complexes of situations (iykyk). From inducting me into the COA Council to grooming me as your heir, my journey with you has been a wild ride I'll never forget!","name":"Aniket Tiwari"},{"comment":"You're a beautiful soul blud. One of the person I look upto. You have a big heart.. Just take care of your health bro. Hope we would meet at some point again. And i want you to be clean by then, or I'll kick your ass off. ","name":"Abhishek k"},{"comment":"maccha u are gifted personality da. either its sports and single ngt prep etc. Continuously shine as u do now, I know u will create legacy soon. till then dont miss me, our best memories r still yet to come mame. Pondiiiii innnnn!!!!","name":"Kailaash pandiyan"},{"comment":"One of the most delightful and chill person. Environment ko humesha positive rakhta hai. Kaafi seedha bhi hai. Hope tu aisa hi rhe. Aur apne upar hi jokes maarna koi tujhse seekhe. Shayad hi koi tere jitna positive hoga college mei. Aur tu toh wardrobe rehta hi tha. Jab chaho shirt le jaoðŸ˜‚.","name":"Jaskaran Singh"},{"comment":"Hope to see Snoop dogg playing for IIT Indore football team again(just kidding!).Stay healthy and happy and remain the same wherever you are. All the best.","name":"Jerry David"},{"comment":"You are the \" king of good times \" homie !!. You are unlike any I've seen (XD) and the most genuine and fun loving dude. Glad we could share all those crazy moments and I look forward to having more. Will miss you and YES, LET LIFE GREET YOU WITH GOOD TIMES WHEREVER YOU GO DAA.","name":"Arjun A"},{"comment":"Genetics h bhai Genetics hðŸ—¿ðŸ—¿. I always wanted to be this tall with similar walking style like youðŸ¤£really enjoyed all the bakchodiya with you, our WWE sessions, arm wrestling. I still think I can beat you up in that. Definitely this is not the end, will keep meeting in Pune, All the best bhai, ly.","name":"Aryan Gupta"},{"comment":"A person who handles everything from work to friendship in the best way possible. Jokes thode lame marta hai par seekh jaega. I had a lot of fun spending time with you. All the Best for your future.","name":"Khushi Gupta"},{"comment":"Apirichit(anniyan) irl. Mast aadmi bro have a great time kabhi milenge to fir stories sunaenge. Enjaay","name":"Srijan Parashar"},{"comment":"Hey boi. From online to offline the best batchmate I have ever met with. Bro you are awesome never change your politeness. Had lots of fun together. Specially that one organizing lakshaya and then DJ night. All the best bro be in touch. will meet somewhere again for sure.","name":"Shivam Kumar Singh"},{"comment":"\"Sorry, network issues\", i am not able to comment on your profile ðŸ™‚. Thanks for being the cutest giant nashedi and reacting back with comedy expressions.","name":"Riya"},{"comment":"One of the most charismatic people I've met. Great sense of humour, and an even greater friend. Cheers!","name":"R. Gokul"},{"comment":"Shrevesh bhai...meko aaj bhi yaad hai wo apni google meet jo 5 ghante kri thi apan ne jab tak battery khatam nhi ho gyi ðŸ˜‚... bowling achi krta hai tu aur bahot kaam kaa banda hai...IIT me koi bhi kaam ho to go to person hai tu aur haan hail kirmadaðŸ¤ŸðŸ˜Ž","name":"Nikhil kumar"},{"comment":"Kya be madrasi...The big tall guy with a childish heart and full of funny comebacks. Teri or ronny ki unique ladaiyan hamesha miss karunga, I wish id met u sooner but no worries apan 1 sem me bhi puri janam ki bakchodi or night outs kr liye. Apne mauuu wale Mu**i bhai ko bhulna matðŸ«‚ðŸ˜‰","name":"Sarvagya Kanungo"},{"comment":"Madarasi shaman. Ronaldinho saale. Best police in mafia. Pune me milte rahenge. All the best bhaiiðŸ™ŒðŸ™ŒðŸ™","name":"Kushal Sahastrabuddhe"},{"comment":"Tips pls - how to effortlessly look good and that too in chappal. Bohot maze kiye tere saath clg me, and hair care tips ke liye call krte rahiyo.","name":"NAIN GUPTA"},{"comment":"Tarzaaannn.ðŸ’, most chill and sensible person jislko pata hai kab kitni peeni hai, kab padhna hai aur kab bkc karna hai. GPL me tarzan aa gaya mtlb samne wala gayaðŸ˜‚Always be the same bro aur haan photo bhejega tu, tune promise kiya tha...iykyk.ðŸ˜‚Best luck aise hi machate reh","name":"Vimal Tatiya"},{"comment":"Shrevandii my bro\nTarzan of the group. Bheemkaay insaan jisse bheedne se pehle log 100 baar soche. But bohot mst banda.ðŸ™ŒðŸ»\nTeri woh khatarnak Hindi (Tantra kya hota hai?), apni accidental cafe house meetsðŸ«  saari bakchodi, prakhar ko pareshan krna sab yaad aaega\nThanks and All the best for futureðŸ«‚","name":"Bhavya Singh Thakur"},{"comment":"Only 1 request..thoda dheere se dodgeball khelte ja aur asps bhi dekhte jaðŸ˜‚ab toh thoda kam regret krle uska but overall mst h tu...mst jhgda krte rho(iykyk) isse entertainment bani rhegi. Milte h sooon!","name":"Anushka"},{"comment":"I'll never forget ur look in Holi, that curly hair tied with a white t shirt, two colour handprints on ur chest, literally Tarzan ðŸ˜‚ðŸ˜‚. Your hair is longer than my hair has ever been in the last few years and kudos to that. Shoutout to our Gymkhana days too. I'll miss you man, and all the best ðŸ¥¹ðŸ«¶âœŒ","name":"K Madhumitha"},{"comment":"Tere ko maarne me maja aata hai, but tu vapis bottle maarta hai. Jangli insaan football me bechare baccho ko Dhaka de deta hai. Cafe house enthusiast. Sautan. Multiple treble winners hamari team ðŸ˜‚ðŸ˜‚. Chaval khate rehta hai madrasi salaa. ","name":"Subha V Gopal"},{"comment":"South South bhai bhai ðŸ¤ Apna go to gunda, koi aur mera watermelon kha jata to rade karne padteðŸ˜‚ Milte hai bro, good luckâœ¨","name":"Govind Kizhakke Mepad"},{"comment":"Tarzan title ekdum suited h tujhpr. Goal jitne bhi score kiye bhai ne aajtk sb ekdumðŸ¤Œ. Most cheerful person and with an infectious smile both on and off the pitch. Aise hi rehna hmesha jolly and chill serious hone teri shakal pr waise bhi suit ni krega ðŸ¤“. Tc and milte rehna.","name":"PARTH DWIVEDI"},{"comment":"You are the best COA our institute ever had! Because of you I was so relieved.Tysm for all your help during my tenure in the Alumni Cell.It still surprises me how your Hindi is so good(atleast better than mineðŸ˜‚)despite being from Chennai. P.S: I am not short, you're just too tall. All the best!! ","name":"Sejal Kotian"},{"comment":"Bhai Lakshya ka Snoop Dogg kabhi nhi bhulunga ðŸ˜‚. Bhai pro defender hai, goalkeeper ko goal kick lena sikha ke ja bhai, aisa lagta hai sidha goal he marr dega goal kick se. Final ka goal kabhi nhi bhulne vala  ðŸ”¥ðŸ”¥","name":"Harsh Wardhan Dohaiya"},{"comment":"I remember interacting first time during campus calling and then meeting at the entry gate. A chill, fun and responsible person who knows how to strike a balance between everything.. Your wardrobe was a saviour in many occasions. All the best bro aur offer letter ka follow up le raha hu mai ðŸ˜‚âœ¨","name":"Yash Kumar"}]