[{"comment":"Minion !!! You sweet little girl. I am so happy that I met you and had a great time with you in  Bionest and in the cave of ancient magic(You know what I mean). We met great characters such as Punch during our adventure. Lastly, Never dim that inner magic of yours which makes you brave and artsy ;).","name":"Sibi Karthick.S"},{"comment":"My dear friend. Thanks for remembering all the small details! It's a privilege meeting you!!!❤️❤️","name":"Shruti Modi"},{"comment":"Hii Bidisha, I saw you as a great person with a humble and pure soul who keeps growing every day. We spent some of the great times together that will always be very special to me. You’re going to rock wherever you go next and onward. I will miss you miss purple girl💜💜","name":"Simran Rana"},{"comment":"Hey Bidisha! You are such a beautiful person and you also paint beautifully. I wish you lots of happiness and success for your future.","name":"Mohini"},{"comment":"Hey, Music Maestro! You are the most beautiful, purplest purple flower I've ever met in my life :) I will miss those deep conversations about our love for plants and your melody in the evening hours.....iykyk!! You are the epitome of hard work and patience. Keep slaying girl!! ","name":"Trupti U Rathod"},{"comment":"I will never forget how you and tiasha met for the first time!!!!","name":"Sparsh Arya"},{"comment":"Arey didi ! Onekdin dekha hoyna tor sathe. I miss the laughter we shared during lab hours in first year, and how you told me that you are a fan of my \" Self trolling \"capacity 🤣. Jaihok, it was always great to talk to you ar tor sathe vibe (read pati khilli) korte moja asto!!!","name":"Mallar Dasgupta"},{"comment":"Hey Bidisha,, my sweet friend, I will forever cherish your warm company. Being in the same lab group with you was very fun, even after the failed experiments😂.You wre among the very few I could share all my problems with. Thank you for being the patient listener. All the best for ur future ventures","name":"Vibha Choudhary"},{"comment":"Hey BIDU... My bestie.. roomie... I will miss you bidu... Our amazing moments... Maggie...Fluxes DJ.... our profile pics are taken by each other ... will remember them forever. You are the kindest, most humble and pure soul with beautiful curly hair and a smile...You're so sweet and thoughtful!","name":"Shivani"}]