[
  {
    "comment": "Hey Batman🦇\nYou were the reason I moved on to a better purpose. You were always there when I needed you. Your strong shoulders to rely on. Without you, Gotham doesn't feel complete. There is no one who can replace you. Let's fight for our city together.\nTill the end of time, your feline Catwoman",
    "name": "SNEHA KANJICKAL JAMES"
  },
  {
    "comment": "First guy I met on campus turned out to be one of the best guys I ever met. I've seen u go through both grief and joy, as you've become the person you are today. I'll really miss how I convince both of us to skip classes and watch u get mad at the decisions I made u take...I'll really miss u too...",
    "name": "Vijay"
  },
  {
    "comment": "Hello shek . never forget us. the vibe we had, laughs &fun etc was da best. Shine great bro !! ",
    "name": "Kailaash pandiyan"
  },
  {
    "comment": "Stop your bulking season shek. I am happy that we met da. Hope your dreams and goals come true. Thanks for all the good times in 306 and Gym. Farewell",
    "name": "Sibi Karthick.S"
  },
  {
    "comment": "🍌",
    "name": "Imon Jyoti Patar"
  },
  {
    "comment": "Fellow gym enthusiast and a genuine friend. Really cherished our time together at college, and wish you the very best for ArcelorMittal. We'll definitely meet again someday da, eda mone! ",
    "name": "R. Gokul"
  },
  {
    "comment": "Hey sexy boi, Had a great time together 🫂.Specially continuing to the gym everyday at different times. All the best bro , achieve everything . will meet and reunite our whole gang of 306 for sure .",
    "name": "Shivam Kumar Singh"
  },
  {
    "comment": "One of the very few people who balances everything in life. Really enjoyed your company, especially during our group project in the lab (which, unfortunately, we weren't able to complete) and the memorable lunch at Vinod sir's house 😁. All the best for your future !!",
    "name": "Jitin Sathish Kumar"
  },
  {
    "comment": "It felt great to have a friend like you. Really enjoyed our times together, be it working on our group project or the awesome lunch at Vinod sir's house 😇. I wish you all the best for your future!! ",
    "name": "Nitin Sathish Kumar"
  },
  {
    "comment": "Good looking and funny guy, gym freak, valedictory day outfit very best. Accepting all black jokes is always constant 😂",
    "name": "Rounak Jain"
  },
  {
    "comment": "Brother with equally strong south genetics. You are one fun mf with balls of steel and who always vibes while staying sober. I really admire that you always stand your ground. Imma get clean but what makes you think you can beat my ass. Athleticism>>Muscles. Dw I’ll become bigger as well :)StaySwxy\n",
    "name": "S Shrevesh"
  },
  {
    "comment": "Okay come 1 v 1, I think you dont care for your life🤜🤛🤣. The coolest guy who matched my vibe. Ok fine you're smart, not more than me but. Stay in touch you dumb@$$, will miss you. Will meet in Bnglr soon. All the best M D F K.",
    "name": "Aryan Gupta"
  },
  {
    "comment": "My nigga (Vice president of Niggas in Simorl community), it was fun going gym with you, all those jokes we cracked which were not for the faint-hearted, one of the very few who had a matching music taste. Looking forward to meeting up with you in the future bro. (Dapping you up bro in our style). \nP.S- Bro have rizz",
    "name": "Daksh Goyal"
  },
  {
    "comment": "A person with whom you can laugh and talk about your life freely.From having fun in lab laughing at dark jokes, to having the most wholesome conversations afterwards during hi-tea,I found a very good friend in you.Dude handed me a 15kg Dumbell saying it’s easy,then laughed at me —.-\nStay in touch!!",
    "name": "Akshita Mittal"
  },
  {
    "comment": "Hye buddy !\nIndeed a very nice person always enjoyed with you and Sneha , The charm you both spread everywhere is fab , keep smiling !! Stay in touch ",
    "name": "Pragya Singh"
  },
  {
    "comment": "One of the most strongest guy in college, a man with great communication skills and too friendly in nature. Will always miss those class and random hostel corridor talks. All the best bro 👍",
    "name": "Prakhar Gautam"
  },
  {
    "comment": "You're such a fun person to talk to! I loved all the playful teasing we did (even if it was mostly me roasting you ). You're clearly a great guy (Sneha wouldn't pick wrong!), and I know you'll master the art of roasting someday 😌.Best of luck with everything you dream of! ✨\n",
    "name": "Monika"
  },
  {
    "comment": "The Gigachad of our batch. A person with the right amount of confidence and humbleness. It was always good interacting with you. All the best for your future bro ✨",
    "name": "Yash Kumar"
  },
  {
    "comment": "Poised and dedicated gym freak. Will remember our convos during the online sem and the group projects we did together. Stay as you are and All the best for your future!",
    "name": "Siddhesh Botkewar"
  },
  {
    "comment": "Bro helped me to improve my english just by talking with me😂Muscular gawd who can beat anyone. Dashing personality with kind heart. It was fun making that reel with you...just allow us to post it.😂..All the best man for you future and stay in touch!!",
    "name": "Vimal Tatiya"
  },
  {
    "comment": "Yes bro you’re right let’s s cut🤝.\n\n\n",
    "name": "Arjun Singh"
  },
  {
    "comment": "If coolness had a face. A charming and kind hearted person. Corrosion lab buddy, wo carries an amazing and strong personality. SAKTH LAUNDA, the gym freak. All the best and stay in touch brother!!",
    "name": "Aditya Handa"
  },
  {
    "comment": "Bro may be we couldn't involve in many activities together, still found a bond between us, and literally it was due to online times, so I am glad we talked in online. You are really a genuine and cool person. You never changed since fy, kept balance in life. For sure we will stay in touch. ",
    "name": "Gaurav Gill"
  }
]