[{"comment":"One of the best kids I've ever come across. You're a great guy Lava, and it has always been a pleasure talking and interacting. I hope one day, I shall see you being all that you've always desired. Just trust your instincts and always give a second thought to everything before you proceed. ","name":"Sugato Panda"},{"comment":"The ultimate gym partner who's always got your back. He's the motivation behind those extra reps and the laughter after every workout.","name":"Badal"},{"comment":"First I just think u are rude.We had a lots of conversation  nothing is useful antha sodhi ee, just gossiping talking rubbish.I don't know how our conversation starts ends up with em matladukunam intha sepu.Thagadam inka thagichu bro.Always being chill,cool, rey thagudham. All the best for ur future","name":"Oruganti Pavani"},{"comment":"One of the first friends I made online, and our teamwork for online exams>>>>. Campus ki vachaka somehow there came a gap but I am really glad we're ending college as good friends again, like the beginning days. All the very best for ur future, Lava 🥹✌️✌️","name":"K Madhumitha"},{"comment":"One of my few frds whose ideology matches with my own. Mass knowledge mowa needi, neetho ye topic gurinchi Aina entha sepu Aina matladochu. Peaks enjoy chesa ra TT, cod, geopolitics neetho. Malli Kaluddam matladutham full ga. UPSC tarvata party Pucca ga. \nBTW windows ye best! Mac lo games aadalevu. ","name":"Jayanth Kumar"},{"comment":"Future lo ela untamo telidhu kani, naku maatram manam inthavarku chesina fun(everything) antha intha kadhu, ee memories chalu ra anthe nothing I want. All the best ra.","name":"Raghavendra Buchammagari"},{"comment":"Gudha gadivi ra nuvu...\nenduku ra asalu nuvu...\ninka aaroju night jarigindi marchipo🥲🥲","name":"Yagneswar"},{"comment":"Ur dedication from being an obese guy to becoming a MACHO man in B.Tech. is really inspiring. Our conversation has mostly been during funny talks. You were the guy with full dedication towards ur goal ie UPSC.\nBest wishes, hope to see u soon as a successful civil servant.","name":"Sanskar Gupta"},{"comment":"Love your energy ra. Late ga kalisina sare final year lo manam chesina raccha assalu marchipolenu. All the best for your UPSC prep.\n\nBTW pichkari 2 eppudu?","name":"Chandra Teja"},{"comment":"Thanks being such a good friend literally gonna miss u bro. It was really fun learning all those telugu slangs with u and gym time would not have been fun without you and bro seriously pass on some of your biceps here. Hope we'll keep meeting.\n","name":"Yogesh Mohan Dantare"},{"comment":"OYE.....\nALL THE VERY BESTTTT......(KABOYE IAS GARU).........\nHOPE U CARRY THE SAME CONFIDENCE TILL END.................\n","name":"Dadireddy Navya"},{"comment":"Eesari cup kachitamga kudatam ra. Malli kalisi match chuddam ra. IAS ayyaka marchipoku. All the best ra. Happy ga undu","name":"Srihasa Ogirala"},{"comment":"Thank for everything and all the best for your future bro. Hope to see you soon as an IAS officer.","name":"Samrat Telse"}]