[
  {
    "comment": "Hey beb, You are\"The strongest  man\" of our batch and your thinking power and understandings  in every situation , Wow . Your cooking style really appreciable.I believe you will prove yourself with your hard work. Good luck my brother for the future and always be in contact . Love you , Take care .",
    "name": "Kanchan Singh"
  },
  {
    "comment": "I struggled at the start to understand you as a person but as time passed I understood that I have got a brother for lifetime. Just like a father who never shows his love for his kids, you always had my back without any show off. No matter what happens I will always be there for you... 🖤  ",
    "name": "Shubham"
  },
  {
    "comment": "Although it is sometimes annoying to be around him, anytime that I think about Yash it just takes me to our debates. I respect him a lot for the knowledge that he has and his openness to discuss ideas. With his hard work and zeal, I am sure that he will achieve everything that he puts his mind to.",
    "name": "Nishi Thakur"
  },
  {
    "comment": "Eeeee Yash...There have been so many instances when I hated you and felt like beating the shit out of you but nevertheless you are Gem in my life. I'm proud of you. I will definitely miss fighting with you and shouting at you. Let's aim for PhD together 5 years to go YSG! Abhi toh trip pe bhi jana h",
    "name": "Madhurima Das"
  },
  {
    "comment": "Hey yash, A man with pure heart and alot of bakchodi then it's you, your knowledge over every aspect is really interesting to learn, I know you will get very good phd, I hope you will win cricket match against shubham some day 😂, I will miss you yash❤, (Secret: you're the captain of Gc cricket). ",
    "name": "Annamreddi leela krishna prasad"
  },
  {
    "comment": "Har ghadi badal raha hai roop zindagi, Chaav hai kahhi hai dhoop zidnagi, Har pal yahan jee bhar jiyo,Jo hai sama, kal ho na ho\nHii Yash! We are all aware of your extreme dedication to your task. But I do want to say, live each day to the fullest.Mje kro yaar. Future me ek sath jrure paper likhege .",
    "name": "Pragya"
  },
  {
    "comment": "Jasovardhan bhai ko ram ram. Most energetic, best batsman and a comedian of our batch. I will really miss your typical UP slang. Stay healthy always. Aur koi exercise sikhni ho toh batana, vaise deadlift meri favourite hai 😂😂. Best wishes for your new journey😊✨✨\n\n",
    "name": "Akash Bhople"
  },
  {
    "comment": "Hey yash( up boy,Mr farewell)cricket lover..you r the best person bas samjhne me time lgta hai.I like ur attitude nd dedication for achievement what you want.I wish u a very good luck for the future nd may u have a wonderful life with no worries.Good luck to you as you move toward the next chapter💞",
    "name": "chhavi"
  },
  {
    "comment": "To the most cool guy who makes me believe that you can do your work without taking too much stress  i know you also have stress but you always find a way to make your things enjoyable Playing cricket with you and sledging you while you are batting and then you hit a six on my bowl it was so much fun",
    "name": "Bhanu Sharma"
  },
  {
    "comment": "Areeee Jashovardhan, I would like to appreciate ki tmne itti jldi Russian sikh li 🤭 bhut aage jaoge tm bs aise hi mehnat krte rhho.\nAll the very best for your future endeavors.",
    "name": "Ishita Agrawal"
  },
  {
    "comment": "To the person who is always there for me and always support and motivate me to do things thank you bhaiya for everything ...wishing you a very happy journey ahead. \nMISS YOU BHAIYA",
    "name": "Akash Tayal"
  }
]