[{"comment":"To the friend who always had their nose buried in books and occasionally canceled our plans (no hard feelings!), cheers to your next adventure abroad!  Remember to enjoy the journey, make unforgettable memories, and treasure old friendships. Don't forget us,\nyours: \"Noors se roll lane wala bro!\"","name":"Saurav  Kumar Yadav","roll_no":"200005041"},{"comment":"Hii Raj(iykyk) , yk I was really happy when you joined valorant, you're such a hardworking person and very smart(obviously) , also the gossips we do and you cancelling the plans, I m going to miss it lol , don't ghost us otherwise🌚, Wishing u lots of happiness, next time plz don't cancel any plan😊","name":"Princy Singh","roll_no":"200003059"},{"comment":"Very talented friend highly committed to his vision. Keep achieving great things in future da. wish you all the luck. we will definitely catch up in Chennai again. Stay in touch even you move abroad da.","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"Most level-headed person I met on campus who always wants to do the right thing 😂 Wish you all the luck for life in the US!","name":"Vijay","roll_no":"200005049"},{"comment":"The memory of us sharing the very starting days in campus is still fresh, it surely is a pleasure to have met a friend like you. Don't know why but u often strike me as very decent, straightforward person, that explains why I was always so formal with u😂. Wishing you great a success in your future.","name":"Sudeep Thangavel","roll_no":"200003078"},{"comment":"One of the most hardworking and smartest guy I met here. A great gym bro and an even better friend. There's a great potential in you , so never settle for less and at last all the best for US. Hope you find your calling and achieve all your dreams. ","name":"Imon Jyoti Patar","roll_no":"200003033"},{"comment":"Lowkey a cool guy, I am really grateful to have people like you around during the college decisions period, going over the all the colleges, and paper work and stuff that followed. Plus you were right, it's good that we are not going to UCLA lol. Now we can look forward to our Mich-Pitts meet up:)! ","name":"Het Sekhalia","roll_no":"200003032"},{"comment":"A guy whose physique doesn't need any gym.. Smart, talented, survivor of ME 406 🌚, and always formal... He is a true replica of his name.. I can't forget ur polite and humble address to everyone. Willing to meet u soon... ","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"The most calm and hardworking person I have seen. From regularly going to the gym and studying, this guy truly deserves to go to the most prestigious college for his master's. All the best for your future and come back to India, as I don't want to lose a sound engineer.","name":"Puneet Gupta","roll_no":"200003060"},{"comment":"Ceṉṉaiyil cantippōm aṇṇā\n\nthat day in mess when you were teaching to cuss in tamil, i thought man what a genuinely nice guy he is. you are a kind guy who's hella fun to hangout with, that's kinda rare man. love ya.","name":"Harshath Gurrala","roll_no":"200003030"},{"comment":"All the best for your US trip bro. Bodhisatva can't find us anymore. Silent but highly talented guy, be\n in touch and don't forget to give me credits for your achievements. Let's sell VOlvo eicher's data and earn some green. Have a crazy life ahead.","name":"Srijan Parashar","roll_no":"200003073"},{"comment":"that calm guy who looks chad, has macho body and takes studies seriously. AAj tak nahi samja wo IC ke project mei dikkat kya thi par theek hai, pass ho gaye wo kaafi hai. Wish you great success in future.","name":"Jay Viradiya","roll_no":"200003085"},{"comment":"Through the interactions we've had, I've known you to be an interesting person, with a style to lookout for.. I was in awe of your BTP presentation and the amount of effort you put into it.. Keep up the hard work and all the best for your future!","name":"Dhairya Mistry","roll_no":"200003025"},{"comment":"The most gentleman boy , name aur nature dono se Rajkumar and most disciplined gym bro Good luck for your future Endeavors. USA jake bhul mat jana !!","name":"BHUPESH KUMAR","roll_no":"200003021"},{"comment":"Eppadi Irke Rajkumar! Calm and friendly guy. I remember some of the funny conversations we had in mess and tapri, Very selective about people, but don't forget to stay in contact even after college. Hope to meet you soon! All the best!","name":"Sanket M.","roll_no":"200005039"},{"comment":"The smart introvert of the class. You were a mystery man to many but also saved us in so many classes with your notes. It was always nice to work with you in events. You will achieve many things in life. All the best for the future.","name":"Aditi T","roll_no":"200003005"},{"comment":"Cool guy with good management. Thanks for helping me out in E-Cell and E-Summit. Cheers and all the best.","name":"Garvit Gupta","roll_no":"200004014"},{"comment":"You're a very kind and down to earth person. You're the doppelganger of Janakiraman sir. Thank you for letting me copy your answersheet of Composite qquiz. All the best bhai. Stay in touch.","name":"Abhijit Joshi","roll_no":"200003002"},{"comment":"My roommate with whom I have interacted very little. I will always remember the moment when I accidentally hit him with a football on one of our first days together😂. It was the weirdest welcome he could have received, and I'm still sorry for that😅. Best wishes for the future! Let's stay in touch.","name":"Amit Kumar Makkad","roll_no":"200001003"},{"comment":"It was awesome working with you in E-Cell. A smart guy & a nice friend, I'm glad I got to know you. All the best for all your future endeavours!","name":"Sharvari Kulkarni","roll_no":"200003069"},{"comment":"Hey Thomas, you're a smart and hardworking guy! It was great working with you on the event, and I appreciate all your help in academics. Wishing you the very best for your life and career ahead!","name":"Manisha","roll_no":"200003046"},{"comment":"A friendly , calm and hardworking person. I enjoyed the togetherness in enduring Smart materials course 😂😂. And it was great pleasure that we worked under same BTP proff . All the best my brother,  may happiness and health always follow you . Keep shining !","name":"Raghuvamsi Bokka","roll_no":"200003062"},{"comment":"Thank you for helping me whenever I needed😊. The time we worked together helped me to know you better. You are smart, calm and humble. I hope you pursue all your dreams. Wishing you a great future ahead🤗.","name":"Vandana Jha","roll_no":"200003081"},{"comment":"First met you in VSB and thought we would be roommates forever but god had his own plans😔. All the best for future and don’t forget you have a friend from jammu😎.","name":"Suryansh","roll_no":"200003075"}]