[{"comment":"Rahul bhai, the moments we spent together brings a unique blend to our college memories. Despite your playful , childish and dumb nature, your dedication, excellence and focus towards your work never waver. Beyond the surface, he’s a caring friend who always has my back. Love you bhai😇.","name":"Nilesh Tungaria"},{"comment":"Its been 2 years almost since then we've gone through many from doing small things together to loosing and binding to each other. As we part ways,i want to express my deepest gratitude for our time together & wanna say Hum rahe ya na rahe kal kal yaad aayege ye pal kal mil jaye to hogi khushnaseebi ","name":"Pragya"},{"comment":"Brother! A younger brother! That's what the bond meant to me and best described. Actually, you are a better version of me. 😂 Really happy for your well-deserved and looking forward to your future success, breaking all the barriers. Will miss you, bro. ❤️","name":"Debdeep Roy"},{"comment":"Dear Rahul, I wish your journey ahead will be filled with excitement and success! 🎉🥳🚀\"\n\nAh, but let's not forget your superpower of not digesting informations in your stomach! 😄🙈 It's like your brain is too busy being awesome to worry about digestion! ","name":"MD SAJID IITI"},{"comment":"You are a rare gem, embodying gentleness, innocence, and unwavering respect. Your dedication to your goals is commendable. Your excellence is inspiring.  Your thirst for knowledge and your relentless pursuit of success have not only earned you admiration but also set a benchmark for others to aspire","name":"Deepak Sain"},{"comment":"We met each other during playing carrom. A sweet guy with high IQ and the only child of our group. A person I look upto whenever I feel I need some mathematical discussion as we both love maths. I know he'll make his own identity during his PhD in USA. Wish u a lot of success for your PhD journey✌","name":"Isparsh Chauhan"},{"comment":"An innocent kid from our group, always hungry for.... work by the way for food as well😂. Happy for you bro, have a nice life ahead.","name":"Deepak Kumar"},{"comment":"Ek balak in our group in terms of age, even less than some B.Techs 😂. A nice, sweet-hearted, hardworking and a certified made for PhD guy who could spend his whole life in lab, so to make us feel his presence in our group, \"yeh aata tha aur hume apna muh dikhake chala jaata tha\". Will miss you beta","name":"Shubham Jain"},{"comment":"Hi Bhaiya.. If you remember, hamari mulakaat tute haath or aapke tute foot se hui thi and that had lead to such a good friendship.. You've been a very good friend, mentor, guide, more than that, bhai.. Thank You for being there when needed.. Baaki toh aap abroad jaa kr bhul nahi jaanna ✨","name":"Rohit singh"},{"comment":"I don't think anyone would ever get on my nerves as much as this guy did. But at the end of the day, I am happy that I met him. I learned a lot from our conversations and grew to admire his passion for his work. I am sure that in future he will reach great heights (and give party in the US).","name":"Nishi Thakur"},{"comment":"Rahul you are such a hard working person..Your passion and determination towards academics is always inspirational to me.Our Hstl memories are always special to me.I always remember the times you helped me at my needs. Hope you reach great in your life.Best of luck bro ","name":"praveen kumar kairamkonda"},{"comment":"Rahul you are really a hardworking person. I vividly recall the determination you showed while studying despite your broken ankle, and your excellent performance in exams. I will definitely miss our hostel memories. May your journey ahead be filled with even greater achievements and moments of joy.","name":"Shivansh Raj Pandey"},{"comment":"To the person I have so much to learn from, And one of the most intellectual person I met in my life  thank you bhaiya for being there in the time of need and supporting me at every step ...thank you bhaiya  for everything ....\nMISS YOU BHAIYA","name":"Akash Tayal"},{"comment":"Shillong k rehne vale ho par \" Kaanch hi bans k bahangiya \" sunte ho aur ek raat pehle padh k bhi badhiya number lete aate ho, itne dost hone k bavjood bhi sabke liye samy nikal hi lete ho, kafi kuch hai seekhne ko mila tumse aur ye IIT ka safar tumsab k sath bhut pyara rha baki stay in touch bro!","name":"Saumya Tripathi"},{"comment":"Rahul, witnessing the dedication you've poured into chasing your dreams has been incredibly inspiring. Stay true to urself and ur aspirations, and I have no doubt that you'll achieve tremendous success in life. Keep pushing forward with that same determination and passion. Wishing you all the best!!","name":"Ishita Agrawal"},{"comment":"We had amazing time during whole masters. Your are one of the smartest person in our batch. I have learned so many things from you. You will really have a great future. Hopefully, we will be int touch. Thank you for motivating us with your intellect. Stay healthy. Will mis you brother.\n\nwith❤️\nAkash","name":"Akash Bhople"},{"comment":"Going to miss the most cheerful ,fun loving and hardworking bhaiya of our department.\nAll the best wishes for your future...\nKeep smiling and shining...","name":"Visakha Goyal"},{"comment":"Hey sharma ji, you are\"The coding man\" of our class and your communication skills are really awesome.You are a famous personality.Your participation in every event matters for all. The time that we spent together always memorable for me. Best of luck for the future. Nam roshan karo videsh me.  ","name":"Kanchan Singh"},{"comment":"bhai umar me chhota hai lekin kafi mature and intelligent hai. he is fond of Maths, ML and Tea post. I wish you a promising career ahead, brother. ","name":"Zen Kapadiya"},{"comment":"Rahul, the innocent-looking boy in our class. I admire his strong willpower and determination to complete his duties. Unlike many people who may get nervous or give up in unfavorable conditions, he knows how to deal with those situations, produce the best results, and achieve his goals. Stay blessed","name":"Madhu"},{"comment":"To the person who always be there whenever I need him , always gave me good advices , one of the most hardworking person who believes in  \"there is nothing that you can't do, anything what you want to do you can do just by your hardwork''. Miss you bhaiya and miss the CHAI of tea post with you  ","name":"Bhanu Sharma"},{"comment":"So Glad that I saw a side of u which most people couldn't. A soft and Gentle Rahul Sharma who cares, helps and loves his mates so much. As a person u r much more elegant that ur research. One day u will light up the world through ur research. I will miss u my friend. Wish you the best for ur future.","name":"Shubham"},{"comment":"He's my munna @ IIT Indore. With a very good heart and lady-killing nature, he possesses the biggest female friend group @ IITI. He also has the record of the largest group attending a birthday. I hope USA will further extend his record, and one day nourish his unfulfilled desires & sleepless night.","name":"Manik Bhowmik"},{"comment":"Rahul Kumar Sharma (2002), innocent facade child,  juggling between carrom and support vector machine. having a celebrity like fan base (iykyk)😂. A cricket enthusiast and avid chai lover. ate hai kabhi northeast ghumne!! keep your inner child alive and Wishing you a fantastic journey ahead! 🏆","name":"Rabadiya Ridhamkumar Ashvinbhai"},{"comment":"Kid's going places... This idiom came out to be true, good bye bhutni ke ...fake bihari from meghalaya. Kill your inner child once in USA or else we'll abort it 🤣, he is a good friend and lady lover. Adorable for girls and molestable for boys. You are intelligent and smart person. Good luck boy👋","name":"Harsh Vardhan Singh"},{"comment":"On our first day of ODE class when you answered sir with such an ease I thought to myself how intelligent this guy  is. And over the period of two years I realised how right I was. Organizing events , discussing about future in CS it has been a great journey. All the very best for your future.","name":"Madhurima Das"},{"comment":"Hey rahul, the smart and brilliant guy of our batch, the hard work you did here will definitely pay off one day, i still remember the night i spend with you in health centre when your ankle is broken, all the best for your foreign ph.d, will miss you.","name":"Annamreddi leela krishna prasad"},{"comment":"my biryani wala friend, always up for the kanka ki biryani kabhi tu line me to kabhi me, bahar jaake biryani khaya to muhe yaad jarur karna, per ek baat to manna pdega,but one thing's for sure, if you can't find Rahul at Tea Post or in the lab, he might just be in a girl's heart. Hope we meet again!","name":"Prosenjit Mondal"},{"comment":"To the person I have so much to learn from you, And one of the most brainy person I met in my life thank you bhaiya for being there when i needed the most...\nThankyou bhaiya best wishes we are going to MISS YOUUU....","name":"Akshat Mishra"}]