[
  {
    "comment": "Mr. Creator bhai itni chull h to try something new..Kya nhi try kra h tune hr cheez m haath daala h🫠  Uffff.. Gonna miss u.🥺🥺U have been there be it early morning or late night or in mid of something whenever I needed. Sweetest & cutest h tu. Bs apni dressing sense p dhyan de😂 btw uske liye m hu",
    "name": "Shreya Singh"
  },
  {
    "comment": "Keep your technical stuffs alive n kicking...you are a creative gem...stay blessed stay happy.",
    "name": "Arpit Singh"
  },
  {
    "comment": "U are a bundle of enthusiasm and joy! From mimicry to stand-up comedy, politics to robotics, you're a true jack-of-all-trades. Meeting you early in college was a stroke of luck—our fun moments together are unforgettable. dw I'll keep an eye on Japanese robotics companies for you XD. Stay Connected !",
    "name": "Manisha"
  },
  {
    "comment": "Hello srijan Bhai , the most curious guy who wanna achieve something extraordinary every time , you have this hunger for art and also technology that you should keep alive, Keep doing best , , because you are talented enough to do that, had a blast with you in the club and 216 too All the best!!",
    "name": "Abhishek Dhangar"
  },
  {
    "comment": "Take care of your organs. You do your best, everywhere, kathe. Hope you find something which you will stick to bro! Don’t get stressed out yo, keep it chill. Everything will be fine my guy! \nStay strong blud.",
    "name": "Kamaraju Vishnu Vardhan"
  },
  {
    "comment": "Top three unsupportive, rude, non- creative, passion less, non genius moments of srijan bhaiya are as follows:\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n",
    "name": "Jay Dhurve"
  },
  {
    "comment": "Nigga aisa lagta ki always high hai. Creativity toh inke rago mai behti hai. Tere woh random 2 baje wale room drop sessions aur AAINA-pod ki chaat. Bro K sath mehfil is zero effort. Kisi din bollywood mai iski likhi hui movie aagai toh it won't b a shocker but definitely a rocker. Mumbai milte nigga",
    "name": "SOHAIL SHAIKH"
  },
  {
    "comment": "We still got time to make a movie, I am waiting! Have never met a creative human like you, hope you continue your rap journey and someday send me free tickets to your concert! I owe you a micro-usb cable ik. Blunder down under ko private hi rakhna 🫣",
    "name": "Soham Ghewari"
  },
  {
    "comment": "Respected Sir,\n I am writing to consider me innn for whatever you do. Cuz I know you are great at everything.\n I kindly request you to update me with whatever great recognitions you are abt to get soon. \n(Light heart with awesome mind & Watchman ko bol dena factory me mereko allow krne keliye)\n  ",
    "name": "Kailaash pandiyan"
  },
  {
    "comment": "Dramatic robot with momentarily zone-outs. Thanks for being the most energetic atom. ",
    "name": "Riya"
  },
  {
    "comment": "You will always be our 'Robotics Club Head'. Man, your dedication and energy were really admirable. Special mention goes to all those over-aspirational project ideas that you gave. Keep up with your Rapping and Acting skills, too! All the best for your future, bro!!",
    "name": "Abhinav Yadav"
  },
  {
    "comment": "Literally THE first friend I made after coming to the campus in the days where I felt lost. I can't count the number of talents this guy has on fingers. Mama your dedication is always inspiring. Our memories together in the \"first window\" days are unforgettable and I will always look back to them,",
    "name": "Shankar Nakka"
  },
  {
    "comment": "Most creative  person I have come across!! I am still shoced by your dedication during Inter IIT and ,I got to know you as a person and your work, trying to achieve better and new always inspire me , In your anger there is hidden love , that I came to know later . \nWill miss u\nName: Yash Chandramore",
    "name": "Chandramore Atul"
  },
  {
    "comment": "Best Club head one could ever ask,  I really admire your dedication, and your innovative ideas about Har cheez ka robot bana dete were really fascinating. I had a lot of fun during robocon, And sorry for not being properly active in the club during 3rd yr,  All the best fr ur future !!",
    "name": "Aayushi Choubey"
  },
  {
    "comment": "Best writer of Aaina! Your creativity level is crazy,I have learnt a lot from you in Aaina. The way you are dedicated towards Acting, writing and robotics is so inspirational. Aapko acting toh mashallah and vo mirzapur wali specially, Aaina aapse tha, wishing you all the best for future journey ",
    "name": "Srishti Dhingra"
  },
  {
    "comment": "Bhai! Teri creativity and out of the box ideas ko koi takkar nhi de sakta. A true all rounder who is also very passionate about the things he does. I really wish we could’ve known each other a bit sooner. To more late night discussions (with fufu) and unhinged convos. Will wait for your next song!",
    "name": "S Shrevesh"
  },
  {
    "comment": "Very nice and dedicated insan, very amazing personality he was the only guy who gave me chance to write jingles in inter iit..bahut achhi memories hain bhaiya ke sath.....all the very best for your future bhaiya ",
    "name": "Jeetesh Patel"
  },
  {
    "comment": "You are crazy and what's crazier are your ideas, scripts and rappings. I really hope tere sath aur jyada time spend kar pata, would have learnt a lot and I am damm sure you are gonna achieve pinnacles in whatever you do. Best Wishes ✌️",
    "name": "Diwakar Soni"
  }
]