[
  {
    "comment": "Who?",
    "name": "Vyvaswath"
  },
  {
    "comment": "First meeting with you was all the way back in Hyderabad when we had a meetup before even the first window, I didn't know you that well then but things changed! Who knew all those clueless first years from that day would end up like this? Who knew we would actually come to college one day?",
    "name": "Ashutosh Nayak"
  },
  {
    "comment": "Hey Madhu! I really like your attitude about living life to the fullest. Always keep urself high with motivation and enthusiasm to do funny adventures and savour the moments. We were not in regular touch, but still, our vibe was so consistent & our conversations were so easy. I really loved it. ATB.",
    "name": "Vishal Chichani"
  },
  {
    "comment": "to spare u the pain of trying to understand my bad handwriting i am writing it here instead of the paper u gave me..our friendship began randomly never knew when it began but u were a different person from what I expected. I will rembr how u brightened dull classes with our last bench blabbering. :)",
    "name": "Jawwad Umar"
  },
  {
    "comment": "That one person who constantly speaks without thinking letting her intrusive thoughts out. English mei itna likh paaya. goggle casgback ke 577 rupees ki party pending hai abhi bhi. stay the same and wish you best for your future endeavors. ",
    "name": "Jay Viradiya"
  },
  {
    "comment": "Rise high in all prospects of life. Stay happy stay motivated madam president...stay in touch....God bless  stay motivated ",
    "name": "Arpit Singh"
  },
  {
    "comment": "Wat up rainbow hair, crazy inside out, you always carry a beautiful smile and a crazy plan to do something. Stay happy stay blessed",
    "name": "Srijan Parashar"
  },
  {
    "comment": "Despite all the ups and downs, I definitely owe the beginning of my campus life, especially the \"first window\" Loners era and the friends I got, to you. I can always look back to the senseless arguments between us. But thanks for the support when I needed. ",
    "name": "Shankar Nakka"
  },
  {
    "comment": "It was truly my pleasure to be your mentee and get those tips. Wishing you nothing but the best as you continue to shine and grow in every aspect of life!",
    "name": "Sugandha Vani"
  },
  {
    "comment": "Madhumitha, you were a truly wonderful friend who always coordinated with the utmost passion. It was a pleasure working with you in the gymkhana. You express genuine energy and enthusiasm. Best wishes for your upcoming endeavours🙌✨",
    "name": "Gaurav Gill"
  },
  {
    "comment": "I always had a great time making you laugh. \" Madhumitha wake up\" was a constant. I had quiet a time with you. All the Best for your future.",
    "name": "Khushi Gupta"
  },
  {
    "comment": "The girl who sleeps in every class and gets emotional a lot. Her speaking skills are very good. She gives others very cute galis in Hindi.  Party pending hai abhi bhi. Wish you best for your future.",
    "name": "Akshat Nahata"
  },
  {
    "comment": "A wonderful character with ambitions and a fun-filled mindset. Many fond campus memories are just merrier with you and your vibes! Will miss you tons. Keep it up and I wish you all the best for all future endeavours!",
    "name": "Alan Jose"
  },
  {
    "comment": "The leader of 'Loners' I always had a fight fight bond with you, always trying to roast you and getting roasted by you :). Keep smiling alwaysss, sorry keep giggling like you do! All the best!",
    "name": "Akshay Tak"
  },
  {
    "comment": "Sounds like a you problem?",
    "name": "Kamaraju Vishnu Vardhan"
  },
  {
    "comment": "Bro, I can't stop admiring you! u are literally perfect. i just love your confidence and i'am trying to learn from it.\nthanku so much for being there for me when i really needed u. Your smile is contagious, and you're simply awesome!\nAll the very best for everything u dream of and stay the same 🫶✨",
    "name": "Monika"
  },
  {
    "comment": "Yo Madhu! Your jolly nature always lights up the room—it's really impressive. I'll always cherish the fun times we had together, especially those Maggi dates and the laughs during our first window time. TC and wishing you all the best for your career. Stay happy and keep spreading that positivity!",
    "name": "Manisha"
  },
  {
    "comment": "Most sleepy person ever met. always wants to make some memories. will miss your class ke bich sona. be happy always and best wishes.",
    "name": "Harsh Jain"
  },
  {
    "comment": "I still remember, the cinephiles meet, apni movie mei bas ek kaam kiya vote of thanks dena. Speech bolne bol do bas. Anyways atb for the future endeavours and hope u find colleagues jo fukte rahe so that u will keep remembering us. 🫡🫡",
    "name": "Paras Vyas"
  },
  {
    "comment": "Classes were extra fun when you were around and congrats on surviving civil. Big shoutout to all the punchlines in your speeches and thanks for making sure I was not the only sleepyhead in class. All the best.",
    "name": "Nachiket Salunke"
  },
  {
    "comment": "First met you while pdp 😏. Mr. President is the energy of civil, she is sleepy, cheerful and unique. She says some people are cute, some are having cute foots and I am not going to talk about jawwad in this comment. PS: Keep smiling as always. It was great to have you as fellow batchmate in class. ",
    "name": "Garvit Gupta"
  },
  {
    "comment": "Sleepy-head of our branch. Yet an energetic, charm, kind and inspiring girl with excellent leadership skills along with a pleasant smile.\nThanks for inspiring me with your confidence, laughter, and comeback. I will always remember our friendship.and will always derive motivation from your portrait.\n",
    "name": "Sanskar Gupta"
  },
  {
    "comment": "Everything is temporary but, but sleeping in classes is permanent. 1st year se leke 4th tk, you always used to fell asleep in class no matter what time the class it may it be early morning, afternoon or evening, dk why I always noticed it?\nShe is the one cool girl I've met, aint gonna forget.\n",
    "name": "Sahil Singh Shekhawat"
  },
  {
    "comment": "Will forever fondly remember the work during elections and Tedx and the galentine's day we chose to celebrate at juici. You're a great person to hangout with. All the best ",
    "name": "Aditi T"
  },
  {
    "comment": "Hey Madhumita, just wanted to say ki I can speak good English 😂😂Your energy and confidence is of another level. \"Fish tank me fish badh rahe dk how😂\" 577 wali party pending...and will always remember \"Gol Gol raani, kitna kitna paani\"...All the very best for your future .",
    "name": "Vimal Tatiya"
  },
  {
    "comment": "Why do you only have these weird ahh memories of me. Please tell me when you are leaving the campus so that I can use my balcony peacefully 🙂. The gymkhana days were epic and I’ll always remember the whole team, prolly the best one ever. Take care and stay in touch ✌️",
    "name": "S Shrevesh"
  },
  {
    "comment": "Hey madhumita, hope you are doing well. Always lived your simplicity and enjoyed the election time when you were against mani. The tedx ofcourse was a fun event where i got to know u more. Also thank you for your help during the fluxus. You really made it count ✨\nBest of luck for your future✨",
    "name": "Sujal Patel"
  },
  {
    "comment": "Where do I even start.....We got to know each other since the first day of our college.....You were always coming up with some weird ideas in the group....Thanks for the memories and fun....☺️",
    "name": "Swaroop Chintada"
  },
  {
    "comment": "Loved your quirky and free spirited nature! Wish we had started having our fun conversations in classes earlier! I still remember how you couldn’t stop laughing recalling the incident of how your fish died. Definitely the most interactive and fun person in Civil. All the best for your career! ",
    "name": "Sreyashi"
  },
  {
    "comment": "The \"Chicken pickle\" girl! I was so surprised of this particular thing that I kept asking you to bring it to dinner. You were the most confident and fun person throughout the PDPs. I wish you all the amazing experiences for life 💕",
    "name": "Anshika Verma"
  }
]