[{"comment":"Hey bro, I'm so happy that we've become friends and did so much bakchodi. You are so kind and humble and always make us cheerful. I'm glad that we did BTP together and those six months we enjoyed a lot, those late-night walks. Will miss all of them🤧. Love you🫰","name":"Lahari Poosarla","roll_no":"200003056"},{"comment":"Thank you Pragya for listening to me when I was shattered and broken.. Whenever I felt crying u were always there to console me... I wish u all the best for ur future.. and yeah I'll save ur contact number with \"HPCL wali didi\" Now 🤓🤓","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"A nice person with deep knowledge of Hindi literature.  Creative and former head of Srijan club. Calm and friendly!","name":"Raghuvamsi Bokka","roll_no":"200003062"},{"comment":"Always eager to explore new things. Your contribution is always more than expected. Keep working hard and I wish you all the success in your life. ","name":"Rajendra Goud"},{"comment":"Sabse pahle to दंडवत प्रणाम humari Srijan ki all time head pragya didi ko,didi ke bare me to kahne ko dher sari baten hain pr words 300 hi hain humari pragya di bilkul mst hain responsible patient, sincere, funny pr pragya di ne meko ek bar dant dia tha  bola ki \"teko jana hai?\"(iykyk)Best wishes di","name":"Jeetesh Patel"},{"comment":"एक काम कर तू अपने बारे में कुछ मत लिख! You are my bessst, bessst, to be honest (bessst^92) friend. Ab tere maar se aur shayari se ghayal hone ki aadat ho gayi hain. Yaar this word limit sucks! Abhi aur kuch din tereko mere jeevan ke kisse sunne padenge. And just come to Pune Habibi! Mastaa ghumenge!","name":"Amit Vikrant Dhavale","roll_no":"200003011"},{"comment":"Jitne random hum teeno k plans hai, usse random hamari dosti hai, nahi? I don't even remember how it started, but I'm sure k it bloomed in Madras.. Wo raat 2 baje tujhe Bhopal bulana, Madras ka night out... Bhanwarkua ko tappa maarke aanaa, sab kuch hamesha yaad rahega mujhe.  Thank Youu Laddoo.. ✨","name":"Rohit singh","roll_no":"200003067"},{"comment":"Party pending hai placement ki . Saare kaarnaame pata hain mere, jo kisi ko bhi nhi pata 😂. Thankyou for keeping all secrets. Keep smiling, I came to campus then i met with you and now I have 2 sisters. And both are sweet but thoda kam pareshaan kiya karo tumlog mujhe baat baat pe 🙂.","name":"Shivam Kumar Singh","roll_no":"200005043"},{"comment":"Hey dramawali! Who else could tease you even now except me? IAS or YAS ban ya fir pata le. Our friendship will always bring a smile to my face even after decades. You have my word; someday, I will meet you again. \nHave a great life ahead filled with butterflies. Goodbye macchi!","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"oye ladduraaaaa....my besto,,, my soul mate,,,, my sisto,, bas ab aur nahi bolungi nahi toh bhaw khayegi....I really will miss u yrrr and our those bkc wale moments, hamari late night movies , sudden plan to indore, I know you'll do very well wherever u go so 'ja laddoo ja\" mera naam roshan karna\"!","name":"Princy Singh","roll_no":"200003059"},{"comment":"heyy my soul sister... its like so easy to share anything with you cause I know you are gonna understand me without judgment...i love you to the moon and back and wish nothing but the best for you....I am sooo grateful to have found you and gonna remember and cherish this beautiful bond always❤️","name":"Monika","roll_no":"200002053"},{"comment":"Pragya,the IAS Officer. I hope this dream will complete soon.I see you're on the right path. favorite BTP student and a good friend, remember not to be too emotional, the world outside isn't as masoom as you are, but make sure you are ready to face .Best wishes for Pune, PSU, Delhi, UPSC, & beyond.","name":"Prasanna Bairagi","roll_no":"2202103010"},{"comment":"Ye le bhai gaali.\nAyeee Vedya !!! Baat ka grip nikaalke na..... seedha bat tere g-","name":"Shibani Shashin"},{"comment":"Haan haan, UP ke log talented hote he - maanliya ;) Yaar, will really miss random talks with you and Kailash and also that jamming/singing session. Keep learning ukulele (agli baar milenge to jamming karenge wapas ). Wish you the best!","name":"Sanket M.","roll_no":"200005039"},{"comment":"Ms. Awesome, Bahar se jitni gundi, andar se utni hi masoom. Roasting and fighting is the only language we know. It feels so odd to talk to you nicely XD. But you are a really caring and sweet friend, fellow writer, someone who is really just a text away. I will surely be in touch. All the best.","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"Ab mere paas shabd hi nahi bache hai iss nalayak k liyeee... Laddoooo, thoda petrol mujhe bhijwaa denaa.. ","name":"Rohit singh","roll_no":"200003067"},{"comment":"Pragya, your cuteness and hard work never cease to amaze me! Our journey from strangers to roommates has been incredible, and I'm so grateful for meeting you. I'll miss you dearly, and remember, I'm always here for you. Best wishes for the future! Love love ❤️ \n\n\n\n\n","name":"Ayushi Agrawal","roll_no":"200003018"},{"comment":"Hello \"nanhi si Jaan\" 🤧. One of the most genuine and chill friend I have in campus. Milne aaunga badme, so many parties pending.🤧","name":"Imon Jyoti Patar","roll_no":"200003033"},{"comment":"Laddoo, Bahut yaad aati hai aapki🥺I'm so proud of you for keeping your heart pure and tender through all the challenges and negativity.. Aap hamesha aise hi haste khelte raho and kabhi bhi zarurat pade to bina hesitation call krna. Always remember-I am the best and I deserve the best. Miss you lot!","name":"Pallavi Upadhyay"},{"comment":"One of my two anmol ratan(s). A wonderful , cheerful , enthusiastic girl with heart of gold. I really miss our late night karaoke sessions😂. Wishing u all success in life. Remember your brother is always with u. ","name":"Arambh Choukse"},{"comment":"Pragya (aka Anjali) tu meri un chuninda dosto me se ek h jiske saath me khul kar apne man ki baate kr skta hoo. Thank you for listening jab bhi me low feel krta tha. Teri kavitae aur apni late night walks yaad rahegi mujhe. Hamesha esi hi rehna chulbuli. All the best Pragya don. Bhoolna mt mujhe.","name":"Abhijit Joshi","roll_no":"200003002"},{"comment":"Most kind , humble and Knowledgeable person, Nandurbar trip hamesha yaad rahegi . Behen ki kami mehsoos ni hone di . All the best for Future aur ha UPSC sath me phodenge !!","name":"BHUPESH KUMAR","roll_no":"200003021"},{"comment":"Sabse pehle to Srijan wali didi ko pranam , That Head jinne srijan ko jeevit kia . Apke sath itni memories hai ki shbd kam pad jayenge . Chahe wo inter iit ho ya koi normal event your dedication never changed . Hope we stay in touch and jugalbandiya chalti rahe . \nAll the best : )","name":"Shivankar Sharma"},{"comment":"The cutest panda and the most hardworking girl! I had a great time with you. Kitna pareshan kiya h tujhe humne, chain se sone bhi ni diya 🥲. Thank you for tolerating it all. I'm really gonna miss you. Wish you achieve everything you deserve. Lots of love ❤️!!","name":"Monal Pawar","roll_no":"200003047"},{"comment":"Miss topper, 'twas amazing knowing u. Showing up in ur room unannounced at random times with problems from doubts to hunger pangs will be missed soo much. U are a pure soul, I wish its always safe and happy.If u ever need anything, Im just a call away and ha please make it a habit to lift calls smh.","name":"Aditi T","roll_no":"200003005"},{"comment":"I don't know how you remember dialogues just reading them once, teach me please! Bakki, amma aapka ahirvad bana rahe, stay the jolly fellow you are, milte hai jaldi hi!!","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"HPCL ka bhawishya ab tumhare hatho me hai 😂😂 best wishes for your future girl. ❤️","name":"RAJSHREE SINGH","roll_no":"2202103027"},{"comment":"Deer pragya, (🦌)\n\nSrijan me mereko lene ke liye sukriya, mere hidden talent ko sirf tu dekh payi😁. Apni best memory madras wali hai. Kafi adventures tha 😂 tereko raat ke 2 baje campus se uthwaya. Apni grp kafi late bani but still apn ne 4 saal ke maje 4 mahine me kare. Yaad rahegi tu Laddu. \n\n","name":"Harsh Bardhan","roll_no":"200002037"},{"comment":"Your kindness, creativity, and stage presence shine, especially through heartfelt poetry. 🎤 Genuine, hardworking, and filter-free while expressing. 😊 Grateful for meeting, especially during Nadurbar trip. Your infectious smile lights up the room. 😄 Keep that smile and all the best for the future!","name":"Jaydeep Umarya","roll_no":"200003035"},{"comment":"You are a cutie with the heartiest laugh. Your presence can light up any room. Thank you for being a part of my life and tolerating our raat ka shor. Your poetries are just amazing. You are gonna achieve very great things in life Pragya. I will miss you and ur pillow(iykyk).","name":"Kanishka Goyal","roll_no":"200003041"},{"comment":"Pragya, you are an amazing poet. Times spent with you were good. Our omkareshwar trip was quite memorable. The way you roast Vishal was quite entertaining. You are a good hearted person. Stay the same. All the best for the future!!","name":"SNEHA KANJICKAL JAMES","roll_no":"200002071"},{"comment":"A great poet and you have great consideration for your friends. Somewhere along the line, I feel like we drifted but I still wish we could talk a lot more when we meet again. I still remember you getting annoyed when I started talking in Tamil LOL. I wish you the best of luck.","name":"V Rajkumar Thomas","roll_no":"200003079"},{"comment":"A gentle soul who is always nice to everyone (Tbh u should try to be rude sometimes). Know your worth and don't let anybody undermine you in any aspect of life!","name":"Vijay","roll_no":"200005049"},{"comment":"Madam apka manager kaam pe lag chuka hai. Apne region ke dishes discuss karne me to bhut maze aaye the. You will be always remembered. Best of luck for your future endeavours and stay in touch 🙌\nBTW Tumhe tang karne me maze to bhut aaye hai. Keep laughing like that day you laughed when we tickled u","name":"Ashish Agrawal","roll_no":"200002013"},{"comment":"A sweat girl. I really enjoyed our omkareshwar trip. You always had a leash on kailash...lol, don't leave that hold. You're an interesting person. All the best for your future.","name":"Abhishek k","roll_no":"200005002"},{"comment":"How many times will we miss our party!!! Pawri Abhi baaki h.. iss baar HPCL me we should not miss..","name":"Shashanka","roll_no":"200002021"},{"comment":"DJ, tu aur bolega na, to maar khayega,\nDJ, idhar mat aa, tu aake bas mujhe pakayega,\nDJ, agli baar tu hame Royal Imperia nahi leke jayega,\nDJ, Neelesh Misra likh le, warna tu bhul jayega..\n-Pragya, 2024\nJab bhi tere se milo, Aisa lagta hai masti bas hone ko h.. hamesha hi muskuraate rehna..","name":"Dhairya Mistry","roll_no":"200003025"},{"comment":"Aur Pragya\nJitni tough dikhti hai.. utni hi soft hearted hai\nBhai kuchh bhi bolo.. 🍉 wali dress me mast lagti hai Pragya 😌\nNani op hai yaar🔥 \nI'll alys remember ur laughing style😂 \nWish we had more tym togther, bt the tym we spent were memorable ones\nThnx Hey Delli me 💰 wasool krvne ke liye XD","name":"Lakshya Vedik","roll_no":"200003043"}]