[{"comment":"Extremely determined and hard-working person. Never lets personal life issues affect his work. Flexible person with best practical skills! I don't know how he always gets into funny situations XD. You can never get bored while listening to his stories. A great friend and roommate! Cool & Funny !","name":"Raghuvamsi Bokka"},{"comment":"An extraordinary all rounder, makes awesome notes, plays awesome notes, have the craziest ideas possible and makes them work like a magician, loves to burn stuff (combustion is lyf 🔥). Ab pakka apna garage kholte h !!\nGrateful that we met and wishing you all the best!!","name":"Bhavya Dalal"},{"comment":"The description matches verbatim to the personality. Ends up in an uncommonly funny situation what he calls \"content\" and then the storytelling ability to describe it 🤣.  A knowledgeable person equipped with practical skills.","name":"Atharva Tayshete"},{"comment":"You were the kindest person I've met. The first person to contact if I have any doubts😂 and you were always there to help me. Those long chats regarding companies, sheets, and data huh🥱will miss those days. I'm glad that we have worked together in TPC😁. All the best for your future endeavors🥂","name":"Lahari Poosarla"},{"comment":"A tinkerer, a brother and a storyteller who can turn a small insignificant incident to a content worth enjoying. Won't give up until the problem/task is completed. Indeed he is a bit of everything making him unpredictable. From club projects to trips, enjoyed a lot with you. More trips yet to come.","name":"Yeeshukant Singh"},{"comment":"More than half the times I have laughed in college, I owe it to this guy. Jitendra says the most weird things at the most weird times, but somehow it always worked out. Hope you have smooth life ahead (mu tends to zero XD) :P","name":"Vihaan Thora"},{"comment":"One of the smartest people i've met here,, and your way of telling ur stories which makes it more funnier and more engaging is the BEST!!... Don't lose this personality of yours, and also my netflix recommendations are not too bad hihi...All the best and wishing you lots of happiness:)","name":"Princy Singh"},{"comment":"Hey Rakhi Brother ,\nThanks for making me laugh with your mec vale jokes , you are truly a charming person and a very nice person by heart  , thanks for helping me survive mechanical , will meet soooon for Rakhi , always keep smiling , and stay the same 💛","name":"Pragya Singh"},{"comment":"Thanks for being the most supportive friend! Meeting you in the first semester changed everything. Your kindness and helpfulness mean the world to me. You're a true all-rounder, spreading smiles with your laughter! 🤣 that can light up miles. never lose that charm, All the best for your future! 🚀","name":"Jaydeep Umarya"},{"comment":"The description says it all, a funny and entertaining person. He seems to take everything lightly despite being as anxious as everyone else and always responds with a smile. A passion for learning and unparalleled radiance, truly a one of a kind. Had a blast together and wishing you best for future!","name":"Sanjit Vyas"},{"comment":"Royal mechanical ka raja hai tu, engino ki dhadkan sunta hai tu. Yaad aegi teri 201 me sabko content deke hasate hue, ab BPCL me jaa rhe ho ham sabko rula te hue. Had wonderful memories with you working in workshop and SnC lab. Garage chhod, 'Kumar Wines' kholte hai apan sab. Combustion for life!","name":"Kshitij M Bhat"},{"comment":"Thank you for guiding me everytime i ask for help, You are an amazing person, Hope your heart heals from the things which you usually don't speak about. Sorry that i couldn't spend a lot of time with you in college but now we are co-workers and i promise to give you a great company. see you soon,,,.","name":"Karthikeya Madishetty"},{"comment":"First guy from section-B whom i met.A guy with decent singing skill.Who is always ready to take risk be it either for trips or for life.A person with most joyable company i ever met.Vibing together on bhojpuri song and dancing , trekking and cycling to 50km., Thanks for being my friend. keep shining","name":"Prashant Rao"},{"comment":"Mech genius and the most genuine person. Love your honesty. Jaise ko taisa ka misaal hai tu, but a person who would care for those in need. Hat's off to the hard work and consistency you've shown throughout. All the best, ik you will achieve something really big someday, tab bhulna mat hume.","name":"Aditi T"},{"comment":"The most famous guy. Wish you loads of happiness and success ahead brother. Jitu u r a gentleman. Loved the times we brainstormed together. I know u will be a bigshot in country. Keep achieving bro. ","name":"Kailaash pandiyan"},{"comment":"Extremely funny and I have had tummy-tearing conversations with you bro. My brother-in-arms who tackled the smart materials course and my last minute savior for the same course. You are extremely talented and smart and your confidence is admirable bro. Wish you all the best and hope to see you soon.","name":"V Rajkumar Thomas"},{"comment":"The guy who gets addicted to the Whatsapp sticker. Blaming the college will never end even if the college itself ends😂. Best wishes!.#hardworking","name":"Komal Kumari"},{"comment":"One of the very few super super seniors (super super both in seniority and talent) I found at IIT Indore. You opened my eyes for mechanical engineering and made me fall in love with it even deeper. Would miss working with you in SnC Lab, and you inspire me to be the best person to everyone.","name":"Nambiar Anand Sreenivasan"},{"comment":"Tumne \"waqt badal diya ,takdeer badal de\". IIT Indore ke Hawa badalane ke liye shukriya. You know what I m talking about. 😎 PSU wale babu 🤑 All the best jitu. ","name":"RAJSHREE SINGH"},{"comment":"Hey Buddy, Good responsibilities is the first thing that I get in my mind when I hear your name. It's been a great experience working with you in TPC.\nI hope you reach great heights in life.\nAll the best.\nStay in touch","name":"Gajula Thummala"},{"comment":"I found you late in campus, but What I can say is phle kyun na Mille hum, thank you Bhaiya for trusting on me always. You are so dedicated towards your responsibility, and I am very grateful that I worked with you.\nThank you bhaiya.","name":"Abhishek Ranjan"},{"comment":"Ok.Ok.Ok. Teach me how you go through every problem with a smile on your face! You are a true warrior!! Ok.Ok.Ok. You have a unique personality, save it all your life, Baaki nasbandi karne kab jaa rahe hai?Ok.Ok.Ok","name":"Soham Ghewari"},{"comment":"I gave this guy the title of 'Sir' because he's incredibly multi-talented... fun fact - he laughs without any reason or jokes 😂....All the best for your future endeavors my dear friend jitu..","name":"Ajeet Kumar"},{"comment":"Thank You Jeetu, for genuinely helping me out. Mujhe yaad hai, there had been times jab I was hopeless but then you believed in me.. And see, I made itt.. Always be happy and Take Care. ✨","name":"Rohit singh"},{"comment":"One of the most helpful seniors, sab companiyo ke baare m sab pata hai. Thanks for helping me, and best of luck in your future endeavors.","name":"Prasanna Kante"},{"comment":"Mujhe tu online sem se yaad hai. B3 is OP se shuru hui thi baatein, fir random masti, aur wo CR banne ke time pe jo madat kari thi tune, abhi bhi nhi bhula. Campus pe aane ke baad apni utni baat nhi hui par, agar kabhi mann ho to call zarur kar dena. Kaam ki baatein ho na ho, masti me meri PhD hai!","name":"Dhairya Mistry"},{"comment":"Baaki sab to muje pata nahi bas ye tum Jo unique(rakshaso ke jese😂) way me haste ho na vo continue rakhna bas agli baar yaad rakhna ki tum college me nahi ho. Wish you all the best for future bro.","name":"Viral S Rathod"},{"comment":"Jeetu ke dole, jaise aag ke shole,\nJab chale, toofan saath laye,\nAur jab hasse, bijli si kadak jaaye!","name":"Puneet Gupta"},{"comment":"You're the proper definition of a core mechanical engineer. ","name":"Abhishek Nair"},{"comment":"Hey dost. tu to hanuman hai yrr.. Your determination inspires me &I'm always amazed by your creativity.\n\nAll the best for your future endavavours (Jeetu/0tto) \n","name":"Abhishek Jaiswal"},{"comment":"Thanks man for tolerating me throughout the placement season, even after getting placed. Bas joining take thora aur pareshan karta rahunga, then we r gonna work together...JAI BPCL","name":"Harshwardhan Chaube"},{"comment":"Tension mt loo jitu bhai bhabhi jald hi milegi hum dhundke denge.🫂","name":"Imon Jyoti Patar"}]