[
  {
    "comment": "From first friends in IITI to roomies, from ranting during walks to chilling in silence during dinner. We grew up. Thank you for being by my side. Te deseo lo mejor.",
    "name": "Mir Razee Mohideen"
  },
  {
    "comment": "Poing! We talk about the randomest things but still manage to vibe. Ash is the go-to guy if you need silently supportive company. No questions asked. No judgments passed. No flux given! Love it. Khush raho. Aur smile karo yaar thoda, looks good on you :) ",
    "name": "Shibani Shashin"
  },
  {
    "comment": "The energy conservation ambassador who brings it all out while gaming. I enjoy annoying U & will continue it in Bangalore, too. Loved our room talks, sharing our life's issues & random shit. I really like your sincerity & passion while doing any work.  Be in touch. PS: I'll be always late, XD",
    "name": "Vishal Chichani"
  },
  {
    "comment": "You are a book, most rustic on its cover yet most scinitillating at its core. That unimotion face has a lot of colors hidden. A sympathetic listner. Kudos to you bearing \" me being me\" and sorry too. But hey we have agreed to agree to disagree for life. Always here for you(quite literally now). ATB!",
    "name": "Abhijit Panda"
  },
  {
    "comment": "Hello Sir(waves in signature style). Got sorted for so many interviews that cant even remember them. Enjoyed all our \"Kuch Hi Log\" waali outings. ML pro, PESgamer, & ⚽ball enthusiast, its always entertaining to talk to d ex-Cynaptics Head. Enjoy ur food & life, wish u all d success, keep in touch😇\n",
    "name": "Abhinav Yadav"
  },
  {
    "comment": "One of the most authentic fellow weeb, & sure, you're part of my \"Kuch hi log.\" It's always great having U with us on outings. Let's continue our FSZ outings in Banglore, too. U are someone I really respect, getting selected for 13 interviews & getting 1st Company will always be iconic. All the best",
    "name": "Aayushi Choubey"
  },
  {
    "comment": "I always knew you as a straight faced uninterested practical guy until we started talking more, which I am really glad about. You've taught me the art of not caring about irrelevant things and ppl. You've been there for me when I felt low and that too without me telling you, thanks yaar🥹🥹🫂🫂",
    "name": "K Madhumitha"
  },
  {
    "comment": "All the times we went to walks and pondering on a whole range of topics has always been fun. Will never stop vibing to the seal music. Will miss seeing the COVID suit ashutosh around. All the best, you're smart and will achieve a lot in life.",
    "name": "Aditi T"
  },
  {
    "comment": "heeeeelllllloooooo.... I'll miss you, even though if I tell you this live, you will nonchalantly shrug. The happiness I got out of annoying you still beats any dopamine boost. All the best!",
    "name": "Shagun Ghatak"
  },
  {
    "comment": "Mentor Ji, thank you for the shoes.\nI deeply admire your attitude in life. Keep it up :). Thank you a lot for the initial support (chor bazaar :)) and for stirring my curiosity in ML.",
    "name": "Jha Rohan"
  },
  {
    "comment": "Hello (trying to shake hands but failing because your hands are in your pocket) You have a great sense of humour that gets a sprinkling of a don't care attitude. You are so transparent and real (which is rare to find)!! Whatever goes in your mind gets expressed... will miss you! Good luck! \nName: Rupal",
    "name": "Rupal Shah"
  },
  {
    "comment": "Hey Ashutosh Bhaiya!\nYou don't talk a lot but you make so much sense when you do :). I will miss your iconic robot handshake when y'all graduate XD. Thank you for giving me good advice whenever I spoke to you.\nI hope we can meet in Bangalore, all the best.",
    "name": "Akanksha Iiti"
  },
  {
    "comment": " Hello Mr. Don't know Don't care . Your cough cough in between the conversations and iconic robotic handshake was epic . Aapki advice and guidance always helped me throughout this journey , and last but not the least next sem ke paper dedo bhaiya 😂",
    "name": "Shivankar Sharma"
  },
  {
    "comment": "Can’t deny, our vibes match a lot xP! Don’t figure I’ll find another. A friendship with you is always sincere and true, with no loopholes. We shall meet soon for some more projects😌",
    "name": "Alan Jose"
  },
  {
    "comment": "One of the most similar people to me in terms of interests that I met in college. I will miss the random, annoyed, cursing sounds coming from the room next door. Watching your reactions to the most unhinged and stupid things was always a fun experience. Hoping to see more of those in Bangalore!",
    "name": "Safdar Inamdar"
  },
  {
    "comment": "The very first friend I made in IITI, still remembering those days from COVID sharing memes and *coughs* stuff in our little group🤐. Humble, peace loving, discord nerd; though not very vocal his expressions are priceless. Do stay in touch wherever you are and I wish you best for future!",
    "name": "Sanjit Vyas"
  },
  {
    "comment": "Nerd, Weeb and the least talkative person I know so far. Stays calm and composed no matter what. Robotic hi-bye and thumbs up too good and I enjoyed copying it for some time🤣. Has the knack of ending convo with sarcastic one-liners. I see my before campus version in you.",
    "name": "Atharva Tayshete"
  },
  {
    "comment": "I have not known you for a long, but during the trip, I got to know you, the only other one to wake up on time for the next day's plans and not crash the schedule. Wishing you the best for the future. I hope you are successful in all your endeavors.",
    "name": "Aniket Sanjeev Redasni"
  },
  {
    "comment": "Love to irritate you by forcing you for handshakes, high one. Great style with hands always in pockets.",
    "name": "Krish Agrawal"
  },
  {
    "comment": "Love the fact that you can listen to anyone's drama with a straight face :)",
    "name": "Abhishek Nair"
  },
  {
    "comment": "Hey there, fellow introvert. You have such a calm demeanor, and I have never seen you lose control of your emotions. Thanks for the accompanying me 'silently' to the trips we went together. Keep crushing it buddy, and all the best for your future 😎.",
    "name": "Hasnain"
  },
  {
    "comment": "From FIITJEE to college, your impression as a nerd, innocent and perfectionist person never changed. Can anytime imagine you having this expression (-_-). All the best for future and milte rehna jab bhi Hyderabad aaye.",
    "name": "Harsh Verma"
  },
  {
    "comment": "First met you as a fellow member of the Quiz club. I truly admire your work ethic. It was an honor working with you in the Cynaptics Club. And of course, your on-point english retorts are OP :) \nWishing you all the very best for the future!",
    "name": "Atharva Mohite"
  },
  {
    "comment": "Hey ,\n\nWe have had some awesome discussions and talks in covid. Your robotic wala hii and bye is the best dude 😂 hope to c u super soon here at banglore.. milke panda ki maze lenge ;)",
    "name": "Khushbu Lalwani"
  },
  {
    "comment": "I would pay to watch you scream at your teammates while you play ranked. It shows a whole different side of you, and that beats any kind of entertainment XD. It's so fun to annoy you because of the reactions you give (=_=). Meet me and Vishal in Bangalore hehe we will have lots of fun, TRUST ME 🙃",
    "name": "Akshit Khanna"
  },
  {
    "comment": "To the one who somehow always looked annoyed with me, I cannot completely deny that it made me annoy you even more XD. Boding over One Piece was one of the best memories we made. Thanks for all those theories and iconic reactions. Alll the bestttttt. ",
    "name": "Rashi Motwani"
  },
  {
    "comment": "From u getting annoyed at our laziness during the online sem to giving u Percy Jackson updates. You have been the straightest arrow I have seen. Hope u break some rules in the future and have a great life! Stay in touch. ",
    "name": "Divnoor Kaur"
  }
]