[{"comment":"from calling you \"sir\" in the BTP to calling you \"Bhaiya\",  you have evolved from being a TA to a friendly mentor who always guided me. I really enjoyed working under you and the parties we had in the lab.","name":"Amit Kumar Makkad","roll_no":"200001003"},{"comment":"Always positive and kind-hearted, our bond felt like family❤️. Your smile😁 brightened our days. Grateful for everything since BTP, bhaiya! #Aaram se ","name":"ASVS Pradeep Reddy","roll_no":"200001005"},{"comment":"Khamma Ghani. U r one of the most hardworking and pure-hearted insan I have ever met. You made the campus not just bearable but truly enjoyable. Will miss having u as a friend, brother, junior, counsellor, coach, & so much more. Ur 'harmless' pranks will be missed. All the best for the new journey. ","name":"Anup Kumar Gupta"},{"comment":"Ashu, you're the most supportive person I've ever had, like a brother to me, whom I trust completely and always turn to in times of need. \"In a field of countless stars, my Ashu shines brightest, a cherished confidant and a trusted ally.\". All the best for your future. ","name":"Trishna Saikia"},{"comment":"Hey bro/partner in crime! Life has been easier here thanks to your overloaded sweetness. Never can I expect any waiter to say \"bhaiya ab kal ana khane\" unless you're there 😂. Thanks for all the beautiful memories roomie. You deserve the best, never settle for less.","name":"Balaram Sarkar","roll_no":"2204101006"},{"comment":"Ashu san,a basket overflowing with laughter. You are the younger one among us but still the sense of maturity can never be overlooked. You're more than just a friend, you're a calming presence, like having a personal therapist by my side I wish our bond remains the same always :)all the best arigato","name":"Drishti Sharma","roll_no":"2204101002"},{"comment":"Really greatful to have a friend like you. With charm n cuteness enough to make girl's insecure, you are a gem. You have a lot of potential and hope it gets the most appropriate direction. Wishing you the best in life brother.I only have loads of gratitude for you.Thank You for being there always!💜","name":"Prasad Chaudhari","roll_no":"2204101003"},{"comment":"Hi bhiya I am very glad to have such a great time with you. We had amazing memories of birthday celebration of Aditya bhiya. you are amazing person I have aver met. Thank you so much bhiya. All the best for your future endeavours.\nName Rajesh kumar ","name":"Rajesh Kumar"},{"comment":"Ashu bhaiya, my mentor in btp and in life. A very helpful, kind and caring person, who is always smiling and spreading joy, We share unforgettable memories in lab projects and parties. Thank you for your help and support. All the best!","name":"Bhavya Contractor","roll_no":"200001018"},{"comment":"Ashutosh bhaiya you are always positive and smiling, you made our time memorable with your witty  jokes and a crazy attitude, You are such a simple and beautiful soul, Great planner of events and a really responsible person. All the best and keep in touch!!","name":"Satwik Vankayalapati","roll_no":"200001077"},{"comment":"Hi bhaiya! You have been a fantastic senior who has always been so friendly with us. I will miss your roasting. Wishing you luck for the future. And bhaiya business mt bhulna mera 😂.... always open for you","name":"Priyansh Jaseja","roll_no":"200001063"},{"comment":"Dear maama, Age wise you may younger but in knowledge and hard work level you are much elder.. i had very good moments with u I will cherish those.. a true human being you are.. All the best for your career..","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Hi Ashutosh,\nyou are  a brilliant student and a brilliant human being. As you are going to start a new phase in your professional vertical soon .I would like to extend my greetings !all the very  best !keep rocking ! god bless.\nShekhar Tyagi","name":"Shekhar Tyagi"}]