[{"comment":"Misty, thirty, socks, oka, and it is what it is,\nAnd you mocking me with your random Greek god quiz\nYou have been key to my college survival kit\nBut you’re never winning the game of wordblitz\nThanks for Khaled Hosseini, B99 & movies I can’t count\nAnd tonnes of other memories to happily recount","name":"Divnoor Kaur"},{"comment":"Safpurr Imeowdar,I thought u were a mature elite at first,but now ik u r just a bandar.Talking to u feels like talking to my reflection, soothingly chaotic.U're as kind & pure as a child but have the audacity to call me kiddo smh.Promise to be the gawar to my nalayak always.I'm always here for u:)","name":"Aditi T"},{"comment":"Saffdaaarrrr, The first time I saw your dumbass responses in the EE Group my extrovert self adopted you instantly. From a social butterfly I'm now an anime- obssesed mess, thanks to you. I'll miss hitting someone on the head everyday and ohh my splitwise will be so lonely... Missing you already＞﹏＜","name":"Rashi Motwani"},{"comment":"Sharing random facts with you,I knew we were gonna hit it off!Will never forget singing glitter and gold with you that day. We couldn't have been more off key or off lyrics XD.I am so gonna miss making you jealous about books and tolerance levels haha.P.S. I WILL beat you at Bombsquad one day +⁠_⁠+.","name":"Vanshika Tibrewal"},{"comment":"While we did miss out on the chance of making you a tinier Niyati, I am very proud of who you've become and looking forward to seeing you grow more. I'm mentally prepared ki tum sab mere yaha pade rahoge in blr so you don't have to worry about us not meeting. ","name":"Niyati Totala"},{"comment":"Here are my two cents on Safarchomu - Mast banda hai . If you fall he will laugh the loudest but also be the first one to help you up. Low-key annoying, thodasa smart, but overall cutie :) (P.S. Agar tujhe ghar see nikaal de toh I will adopt you) (P.S.S. I'm just here to claim picture credits). ","name":"Shibani Shashin"},{"comment":"Bayle. You should have spent more time in a football field while growing up. One of the closest friends from fy. Always great to hangout with you and thanks for a lot of great advices. Thanks for helping me throughout the BTech (pass nhi hota shayad). Gonna take you to some sports bars in blr ffs","name":"Nikhil Raizada"},{"comment":"Bro is the OG Pune ka Rickshaw wala. First interaction with safdar and he goes all about his writing skills. Word wars mai pata nahi second kaise aaya lol,.. Wordle ka choda.. Aree Safdar tu karta hai ?(Fluxus 23). se Fluxus '24 mai sath mai kutto jaisa naachne mai maza aaya. Pune mai crazy karte. ","name":"SOHAIL SHAIKH"},{"comment":"The person with the lamest jokes and an artistic handwriting. You have become synonymous to \"Wordle\"for me. Will miss all the late night talks in 312. All the best for future and stay in touch!","name":"Harsh Verma"},{"comment":"Safdar bhaiyaa! You were perhaps the sole voice of reason in my entire college life!! You have guided me through some of life's best and worst times. From DebSoc, InterIIT and the Alumni Cell to the late-night Lit Club and Quiz Club meets, thank you for being there alwwayssss! Will miss youu!","name":"Harman Bagga"},{"comment":"The firsl time I interacted with you was a DebSoc workshop, which impacted me so much that I stepped into your shoes 2 years later. You were such a great DH. I'm gonna miss debating against you (and\nlosing) so much.\nI'll always look up to you as a friend and a mentor. Stay in touch and all the best!","name":"Akanksha Iiti"},{"comment":"Somehow you are both the annoying and the helpful friend in one. I wonder how you have so much knowledge on the most random stuff. It's a shame we didn't get the time to become best friends. Genuinely hope to see you successful in whatever you do. Keep in touch 😁","name":"Mir Razee Mohideen"},{"comment":"DeathVortex16 was the first message u sent me and the fact is that we never played a ranked game together T-T. From THR to EDH, I've seen everything, I had a lot of fun in our debates (more like fights). I hope ki ham atleast bangalore mai khuch ranked games khele. One piece is good (not really) XD","name":"Akshit Khanna"},{"comment":"You've been an amazing mentor. All your advises have the right amount of craftiness and slyness which is why they are the best. Bangalore mei milte hai ^⁠_⁠^","name":"Abhishek Nair"},{"comment":"My first opinion of you was of an intellectual person, but you turned out to be the dumbest one. Your lame jokes, the Silliest of mistakes in exams, your encrypted handwriting, online ki sasti shayariya, playing Monopoly, cards and risk all night are moments worth remembering.  Be in touch. ","name":"Vishal Chichani"},{"comment":"Mr he-who-must-not-be-named, just like me someone who was very vocal online to make up for a relatively quiet offline persona. If someone ever wants to murder me I will come to you for tips. Thank you in advance and Good luck!","name":"Ashutosh Nayak"},{"comment":"My oldest friend from BT. It was quite a fun journey from same coaching to arihant college (specially the practicals) and ending in the same college!  Your language is quite hi-fi for me to understand but I bear with it🫠You saved my online HS exams! Stay in touch!","name":"Nishit"},{"comment":"The first person I met on campus. We share many fond memories together, especially from quarantine nights. Having a chat with you is always intriguing, like opening a new book, so much to know, to explore. Take care, and continue to inspire people.","name":"Alan Jose"},{"comment":"From discussing stories to debating stupid topics, I enjoyed all the (mostly useless) discussions. I'm glad we met & all the fun encounters we had will certainly be awesome campus memories for me! All the Best for everything!","name":"Sharvari Kulkarni"},{"comment":"The guy who has boundless enthusiasm for life. Thank you for endless support during my time in the Alumni Cell. I used to reach out to you whenever I needed any advice. Again thanks a ton for all your help. Best wishes for the future!","name":"Sejal Kotian"},{"comment":"That someone is you!!!!!","name":"Kamaraju Vishnu Vardhan"},{"comment":"To the calmest and the sweetest senior, who has unbelievable wordle skills. Thank you for all the help, wishing you all the best for your future!","name":"Amaan Mogal"},{"comment":"From formally being your Mentee to the  chats in IITB to now partyiing with you, Thankyou for all the fun times bhaiya! And an even bigger thankyou for the guidance and support I’ve gotten from you! You are an amazing guy and a even more amazing senior! \nHope you have a great journey ahead! 😁","name":"Ajay Choudhary"},{"comment":"Whether it was learning under your guidance in IITISOC or through your leadership in the Alumni Cell, it was always a fantastic journey. Big thanks, bhaiya. Going to miss you!\n","name":"Sneha Jain"},{"comment":"OG EDH. All the best for all your future endeavours. Thank you for all the support and guidance.","name":"Jha Rohan"},{"comment":"Ever since I've known you, bhaiya, your LIT- intellect, calm demeanor, and mature yet witty personality have always amazed me. Thank you for always being that unsaid mentor and guide to me, bhaiya! I wish you all the very best for everything ahead! Will miss seeing you around ","name":"Khushi Sawla"},{"comment":"One of the most intellectual senior. You were my debsoc mentor and I learnt a lot from you! Best Alumini head that A-cell can ever have,your dedication towards your work is so amazing. Thankyou for guiding at time of IITISOC. All the best for future journey! ","name":"Srishti Dhingra"},{"comment":"You’re an amazing mentor,  an incredible person bhaiya! Thankyou for A-Cell and everything beyond it! All the best for your journey ahead! ","name":"Agrima Bundela"},{"comment":"Our first interaction in the Branch Meet to Cynaptics ke induction me I and L 😂 from advices like sabka sath sabka vikas to EE advices was all fun and worth it.\nAll the best for your new journey bhaiya!! ","name":"Shivankar Sharma"},{"comment":"Safdar bhaiya, thank you for giving me some of the most important life lessons, now I have finally started understanding them. Giving you my slides to perform was one of my best decisions ever. And idk why but I am a bit afraid of you. Anyways, Thankyou for everything, hope to see you soon . ☺️","name":"Anshita Pandey"}]