[{"comment":"People grow up in college but I have seen you become more and more of a kid. Eternal Steve, The sheer difference between professional and normal Aditi will never not amaze me. We're too similar for our own good. I'll always be there for you, no matter how stupidly you behave. Take care, Baditi!!!","name":"Safdar Inamdar","roll_no":"200002066"},{"comment":"Aditiiii my north indian homie, since you're not good in any language I'll say it in hindi. Dumbo ho tum, don from outside and completely chaotic mess on inside. The more I got to know you the more I realised my purpose in life: to be your therapist. Advice no. 1: move on from AOT. Also I love you ❤","name":"Rashi Motwani","roll_no":"200002063"},{"comment":"Trying to decode ur noun-less rants\nWhile randomly going on walks unplanned\nU have been the Nobita to my Doraemon\nBecause obviously, you are the moron\nFrom watching the shades of ur curls\nTo clicking ur pics eating kulfi swirls\nWe’ll always be our therapists through life’s twists and turns\n","name":"Divnoor Kaur","roll_no":"200002029"},{"comment":"From you being lonely to lonely together XD we went from just friends to being inseparable. Listening to your dumb nounless thoughts is as annoying as it is fun. Gian hain aap˘⁠⌣⁠˘.  Kabhi kabhi aditi zindagi mein yuhi koi apna lagta hai...bas khulfi khana kam kardo.","name":"Vanshika Tibrewal","roll_no":"200002078"},{"comment":"(A paragraph describing how f*cking cool, smart, sexy, and awesome you are). You are a queen. Keep slaying and conquering. It's okay to be dumb sometimes. It's okay to not know. It's ALL okay and I am always there. You go girl!!! Looking forward to staying thicc as thieves till our hair turns grey. ","name":"Shibani Shashin"},{"comment":"You're a bombshell of a person! I'm always here to lend an ear, a shoulder or a knife and I'm grateful to say you'd do the same. You gotta give less fucks about things and more about yourself. I always enjoy our conversations and I am always here for you. ","name":"Niyati Totala"},{"comment":"Hey my Dholu \nBhaiiii AOT pe mujhe taunt marna band kr tere kehne pe Avatar dekha na maine ha ha the kind of love you bring to me vo road pe paglo vala dance those talks , always remember you are a very strong & nice person & Baki kuch ho to mai to hu hi just a thought away ,\nLove , Bholu 💖","name":"Pragya Singh","roll_no":"200003057"},{"comment":"Hard to believe you are the same girl who tried finding protein in chocolate cake and managed multiple events and PORs. Keep rocking like you do ᕙ⁠(⁠⇀⁠‸⁠↼⁠‶⁠)⁠ᕗ","name":"Mir Razee Mohideen","roll_no":"200001045"},{"comment":"Hey Thakur! Our rants, bakwaas, serious talks, anime discussions, our misfits are all so important & memorable to me. Falling asleep while chatting on your bed, scolding about your room—every moment was a blast. idk itni jaldi kaise sab khtm ho gya, but I promise I'll never forget you. Do visit jpn.","name":"Manisha","roll_no":"200003046"},{"comment":"From being super formal with each other to sharing our deepest secrets, it's been a remarkable journey. I will never forget those online movie nights, Omegle screen shares, and our discussions about college stuff. Hopefully, we can meet more often in Bangalore and do things together. All the best!!","name":"Akshit Khanna","roll_no":"200002006"},{"comment":"The bold lady of our branch..i will seriously miss the project discussions n brainstorming we used to do. Above all the anime talks are the besttt vibe(thanks 2 ur taste). We got to know each other shortly but the bond is unique. Rule whichever field u get into. Stay in touch!!!","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"Hello Prez, the OP OG Prez 😂. Always had fun working with you for our beloved DebSoc. No matter how irritating the situation, you never lose your temper. Have great respect for your concise and to-the-point talking.  Will miss the good old days. Keep leading and shining. ATB for future ","name":"Rishi Parsai","roll_no":"200001068"},{"comment":"Heyy... I don't particularly remember much of our things, lekin there was one such moment which I'll always remember about you, jab I told you k bank ka OA hai and you shared economics k resources with me.. Small yet imp gesture for me.. Ese or bhi hai.. Thank Youuuu for being this person.. Take Caree","name":"Rohit singh","roll_no":"200003067"},{"comment":"Aditi's deep pause and a deep thought on any matter and then giving the most practical, just and sensible comment on any topic is what separates her from the baaki juntaa.thank u for always reverting me with good answers whenever i asked u even dumbest questions. hope u achieve everything in ur lyf ","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"Hello Softie, I am going to miss you, the way you zone out 😅......will miss our movie nights... love you 💓","name":"Nisha Kumari Barsha","roll_no":"2204101007"},{"comment":"Aditi Diiii! Thank you so much for everythinggg! DebSoc was the start, but never would have imagined ki I would meet a senior jo itna chill hoga. Will definitely miss seeing you around in Lit Club, DebSoc and around the campus!","name":"Harman Bagga"},{"comment":"So many memories with you, all those walks at night filled with moments both heavy and light. Thank you for the many life lessons that I have asked and you have given, thank you for being like a sister to me all these years. Good luck in all your future endeavours!","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"From winning a poetry competition vs you (I'll never forget it) to working with you on projects, we've come a long way... Through all this, it has been an absolute pleasure to annoy you and listen to your sarcastic retorts.. Kabhi anime recommendations chahiye ho, to Tera number speed dial pe h...","name":"Dhairya Mistry","roll_no":"200003025"},{"comment":"Aditiiiiiiiiii, I love you so much yaar. I love how you stay underground for months and then suddenly come out of your burrow and spill sooo many details about your life <3.\nI'm gonna miss you so so much, apart from being the best DebSoc president ever, you're also so nice to hug.\nStay in touch <3","name":"Akanksha Iiti"},{"comment":"My 1st friend & lifeline of online college. How just an emoji used to turn into 6-hour long conversation, talking about anything & everything. Random meets, movies, the trust & bond we shared was so precious. U r perfect mix of cry baby and intimidating boss in one. PS: Double ka meetha is still due","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"Had a good time working with you in various events and also a really good time talking about your favorite anime. You are a really capable person in various ways and hope u can reach your goals. Good Luck.","name":"V Rajkumar Thomas","roll_no":"200003079"},{"comment":"So many memories throughout the years; it's been so awesome knowing you. I'm glad we met & I'll remember all our times together from E-Cell to random all-nighters!","name":"Sharvari Kulkarni","roll_no":"200003069"},{"comment":"Broo, our election politics and 402 days with Deepthi and all the times I dozed off on the sofa bored of urs and Deepthi's deep conversations 🥹🥹🤌🤌😂😂😂","name":"K Madhumitha","roll_no":"200004025"},{"comment":" It has always been great to interact with you di! Thank you for making IITI more fun! Will really miss you around campus! All the best for everything ahead, di!😁","name":"Ajay Choudhary"},{"comment":"Thankyou for always being there,you guided me at every step and especially at time of elections! You are the best senator Gymkhana has ever got! I'LL Miss youu","name":"Srishti Dhingra"},{"comment":"Thankyou di for always handling my stupid questions, be it college politics or big decisions, your guidance has been invaluable to me🥺You are one of the nicest and intellectual people I met in college! Will miss you a lot, di❤","name":"Khushi Sawla"},{"comment":"Going to miss our gossips after getting bhand 🥂.\nWill miss you di.\nBest for luck for your future endeavours!!!","name":"Prachee Yadav"},{"comment":"Big thanks di for always being there with the amazing advice and support! Will miss you!\n","name":"Sneha Jain"},{"comment":"It’s been a pleasure to be around you di! Always fun to hangout with, thankyou so much! All the best for everything ahead! <3","name":"Agrima Bundela"}]