[
  {
    "comment": "Partners in crime, indeed! I have learnt the most from you in these 4 years, whether in engineering, leadership, or kindness. Working with u for countless hours and sleepless nights has made me who I am. Thoda bakchodi with kaam to chalta hai bro P.s. You made my decision to leave JLR 100x harder. ",
    "name": "Kshitij M Bhat"
  },
  {
    "comment": "He is the ultimate engineer dude, who sees every life situation with given constraints and a solution to look out for. When it comes to cars and spreadsheets, he's the MVP. Will never forget the time we spent together as DCLs. Sharing so much in common, he's got the most overlap with anyone I know.",
    "name": "Mukul Jain"
  },
  {
    "comment": "Go-to man for any suggestion or advice! Always straightforward in your opinions is what sets you apart. Lamiyat thodi kam kiya karo baaki sab badhiya....One of the kindest and most helpful guy I have known, glad to have met you my friend...Wishing u the best :)",
    "name": "Tanishq Selot"
  },
  {
    "comment": "Talent and hard work! Friendly and one of the best people to spend time with. The successor of true visionary :) ..... Meet IVDC's first president BD !   A genius all-rounder . Inspiring personality and so much to learn from. I wish you all the best bro !",
    "name": "Raghuvamsi Bokka"
  },
  {
    "comment": "from engines and demons to ivdc to tpc to lecture hall, a man from whom I learnt the most. a disciplined guy who is always ready to help others. talented, smart, visionary, and most practical banda i ever met...",
    "name": "Jitendra Kumar"
  },
  {
    "comment": "An epitome of perfection. Upcoming young entrepreneur. Has a practical solution to all engineering problems. One who inspires everyone as a leader and as a friend. Learnt a lot from you. I tried to catch up to you but you were always one step ahead😅. let's see if it's a garage or something bigger🤟",
    "name": "Yeeshukant Singh"
  },
  {
    "comment": "With joining of bhavya, 207 finally had its first calm member ever😂, all the very best broo!",
    "name": "Akshay Tak"
  },
  {
    "comment": "A true all-rounder engineer, perfectionist, and epitome of discipline. Thank you for being my jogging buddy and my very first project partner (Cadathon reference)! I will forever be grateful for all the timely help and brotherly advice. All the very best for the future, sir!!",
    "name": "Atharva Mohite"
  },
  {
    "comment": "The definition of \"pro\", genius at whatever he does. Has a passion for robotics, the sort of person which comes to mind when thinking of a technical guy who knows it all! Had a wonderful time together and I wish you best for future!",
    "name": "Sanjit Vyas"
  },
  {
    "comment": "You are a damn patient and smart person. Straight forward. Good judgement. Didn't get to spend much time together. But honored to have met you :) Keep in touch!",
    "name": "Shruti Modi"
  },
  {
    "comment": "Reflection of a strong character and personality. One of the most determined and goal-driven person's I've met. The discipline that you possess is unparalleled. Subtle-caring nature of yours makes you outstand the rest. Looking forward to more difficult treks with you 🙃.  All the best!",
    "name": "Chinmayi Adoni"
  },
  {
    "comment": "One of the most disciplined and helpful guy I met here. The go to person for any difficulties you face. The real “ENGINEER” ,the day is near where there’d be an auction among big tech to hire you, MBRDI already cry ng in corner. You’ll do wonders! All the best.",
    "name": "Chirag Goel"
  },
  {
    "comment": "Thanks for joining the 207 club bhavya..... after all these years, finally a roommate whose brain works more than his mouth 😂. OG roommate.",
    "name": "Swaroop Chintada"
  },
  {
    "comment": "We haven't talked much in college, but you always seem to be the most sensible guy around. Such calmness, listening to everyone, and making rational decisions. A very innocent and fun guy to talk to. All the best.",
    "name": "Vishal Chichani"
  },
  {
    "comment": "A smart talented and hardworking person! Your passion for engineering and how you handle everything with such perfection inspire me. learnt lot from you! I can see you becoming a great entrepreneur one day. grateful to meet you. Keep shining and smiling bright! 🌟😄 All the best for the future bro!!",
    "name": "Jaydeep Umarya"
  },
  {
    "comment": "One of the most knowledgeable people I've ever met. You've helped me a lot with exploring my passion in tech. Industry me milte hai kuch saalon me. ",
    "name": "Abhishek Nair"
  },
  {
    "comment": "Extremely talented, well informed and disciplined person. Had a great pleasure working with you. Good luck brother.",
    "name": "Md Zaeem"
  },
  {
    "comment": "Disciplined guy. One of the most all-round-personality one can find around be it TT or electronics or robotics or CV. Never says \"not possible\" to any problem. Has the knack to dig up and find the solution(InterIIT reference). Taught me to crack lame jokes 🥱. Wishing you the best !!",
    "name": "Atharva Tayshete"
  },
  {
    "comment": "How can someone be so calm and kind and perfect and patient yaar 😭😭",
    "name": "K Madhumitha"
  },
  {
    "comment": "A very practical person and professionalism ke pita. Has been a very humble and approachable person. All the best for your future endeavours brother. Expecting you on one of the pinnacles ✌️",
    "name": "Jaisurya"
  },
  {
    "comment": "Certainly The most disciplined person of the batch. Had a great time being roomies. Hope to see you someday in beard xd. Wish you all the success for future and you gift us range rover ",
    "name": "Karandevsinh"
  },
  {
    "comment": "Jain bro, still learning a lot of things from you about lifestyle and focus. The way you take things seriously is a thing that I must adopt in my life too. Hope you succeed much more in future.",
    "name": "Akshat Nahata"
  },
  {
    "comment": "Tere sath vo TT ke games yaad aaenge. sabse sahi personality, discipline aur dedication, sab kuch he bande me(true iitian 🫡). ",
    "name": "Alakh Rathore"
  }
]