[{"comment":"The room's laughter catalyst, a cricket and table tennis ace, avid sports and movie buff. His humor and talent shine bright in both study and sports. Wishing you all the best for your future endeavors!","name":"Yuvaraj Merugu"},{"comment":"Dev Babu! \"haircut krte time tshirt pahen le, takki body na dekhe 🤣\".Living to eat (dosa khanne utha dena,Indore se pizza-burger le aana),cricketer (pahli ball pe out🙂), true gym-goer (ek deen gym aana aur menduvade ko blackout krna😂),honey singh concert,54, dj night and a lot. See you in kota!\" ","name":"Sanket Bhajgawali"},{"comment":"The person who lights up the room wherever he goes, smoothly joins in on a conversation and becomes the centre of attention. A sweat at every video game and sport. Learnt a lot from his carefree and cool approach to life. His dance moves are better than any professional you’ve ever seen.","name":"R Harsh"},{"comment":"Dev, a bundle of fun, is cricket crazy, earning the title 'Sasta HarDik Pandya'. A skilled gamer and all-around sportsman. With catchphrases like 'Gel choda' and 'Chod Bhai Chod,' he's your go-to for laughs and support. Whether it's dancing the night away or standing by you, Dev's got your back.\n\n","name":"Gaveesh Garg"},{"comment":"A person with whom it is extreme fun to hangout with you never get bored. Pro gamer and huge cricket lover.(RCB Jeet jayegi Bhai koi na).All the best with your future plans!!!","name":"Suraj Kumar Yadav"},{"comment":"Bro is pro gamer, one of those who will make you say ‘high ping ka issue hai 🥲’ if you are his opponent. He is so thin that if you see him from side profile he will disappear 🫠. Baaki bhai vo toh virat hai, nahi toh RCB pe thukkta bi nahi me 😤.","name":"Suryansh"},{"comment":"The man with the best one liners and undoubtedly one of the funniest person. \"Taiyyari raat bhar, cricket khele jh**t bhar\"- full toss pe out ho gya tha😂😂.  Saale mai doob rha tha to bolta hai - mat doob😂. Jokes apart, great person to have around, loves to eat and dance. Will miss you Biradar.","name":"Ritik Raj Soni"},{"comment":"Partner in every crime😜, Fusion of sportsmanship, & wittiness. Enjoyed every moment w/ u dance, trips, 54, Duo in TT to making acad. proj.(😂), had great fun. \"One Liner\": for serious to funny situation. Hafta bhar breakfast nhi karega, lekin sunday Dosa khane: bhai kal uth dena. Hope 2 see u soon ","name":"Omraj Dhore"}]