[{"comment":"Well, words can't describe our friendship and bond. You are one of those people who I look at and immediately give off a smile. You are pure at heart and one of the best friends I have had in life. I hope to stay in contact after college. All the best for your life endeavors! \nName: Rupal Shah","name":"Rupal Shah"},{"comment":"Hi Alan, \nIt was nice interacting with you in the campus and thanks for being a good listener in tough times. \nCheers and best wishes!!!","name":"Vasundhara Trivedi Trivedi"},{"comment":"Cheerfulness and optimism personified! Alan bhaiya prolly knows how to lift your mood... can safely say- you are the gold standard when it comes to hearing and helping people out. Hopefully we meet soon in blr, and share the stage again... i haven't seen any flute-violin duos out there yet! ","name":"Vamshi Rao"},{"comment":"You were the first person on campus with whom I vibed on Linkin Park. A talented violinist with a diverse music taste. Although couldn't share the same stage with you but learnt a lot from you.🫶🏻🤘🏻","name":"Pawar Shubham"},{"comment":"I'm sure we will share the stage again, but playing the same genre. Will miss your coffee dude (not really). ","name":"Vyvaswath","roll_no":"200003039"},{"comment":"That Bhaiya who is more of a friend than a senior .Fun person to be around and the most calm and chill person I met around the campus . Your go with the flow and see where it goes advice  helped me a ;lot during intern season. Thanks for your support bhaiya. \nMilte hai bangalore me!","name":"Shivankar Sharma"},{"comment":"Well, what can I say? Our friendship goes beyond just a comment, it would be unjust to boil anything down to something here. But yes, all the words in your profile make sense! Always a good friend to anyone and everyone, here's to many more memories at TI.","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"King of jugaad 👑, for sure. Bro’s too optimistic, it’s scary. You learn a lot of stuff, quick. Thanks for helping me out in our course work (at the time I am writing this, idk if I passed though). Reveal kab karega bro matter? SHOW. \nStay you, tata!","name":"Kamaraju Vishnu Vardhan","roll_no":"200002042"},{"comment":"Who would have thought a wish to learn violin would come so far? Through movies, games, fights & all the crazy times, I got the most wonderful friend I could ever wish for! The sweetest child with kindest heart & purest soul. Keep spreading your positivity & always be the awesome & cool guy you are!","name":"Sharvari Kulkarni","roll_no":"200003069"},{"comment":"Thanks for always being there with your kind heart, helping no matter what. My English is better now, all thanks to you! for me you are the guru of patience. That brownie—still doubting if you made it! 😂...Will miss your clumsiness 😂. will always cherish our kv walks. Stay amazing, best wishes 💜","name":"Monika","roll_no":"200002053"},{"comment":"Alan, you are the first person whose contact I saved even without messaging. You are always bright, cheerful and funny Spending time with you is really fun. One of my malayali family. Thankyou for helping me out and always providing company. Stay the same and enjoy life. All the best for the future!!","name":"SNEHA KANJICKAL JAMES","roll_no":"200002071"},{"comment":"You were 405 and I was 406 then we were 403. I still remember the day I bumped into your room for the first time and from then on I kept seeking you for all my deep convos. You are a really caring person. violinist. Can't forget the sasta  jugaads in your room. Wishing you all the happiness!!","name":"Satwik Vankayalapati","roll_no":"200001077"},{"comment":"Alan was one of my first friends on campus. He is someone whom I was able to trust almost instantly. No matter how bad things get, he'll always manage to put a smile on your face. Really enjoyed all the jam sessions we had together. His struggle to speak Hindi is real XD. ATB Buddy!🎻🫂","name":"Vihaan Thora","roll_no":"200001079"},{"comment":"The analogue of our relationship is the analog of our lives: always perpetual, continuous and ever-growing. Glad to see all colours of your life-violin, football, your unproblematic smile, curiosity and a never ending spirit to make a positive difference in our lives. You are my good samaritan! ATB!","name":"Abhijit Panda","roll_no":"200003003"},{"comment":"The cool guy always radiating \"bro\" energy!! truly admired your skills and the confidence you always had. wish to see you fly high bro.","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"One of the best people I met in college. Somehow, you managed to stay a ball of sunshine throughout 4 years of college. The most Golden Retriever Energy person I know. Random conversations with you were always an amazing treat. Hoping to continue that in Bangalore.","name":"Safdar Inamdar","roll_no":"200002066"},{"comment":"Idk how this 12yo got admission here. A huge fan of your awws, rascals, and those panic aarrh. Will join your party soon, hope u'll wait for me🫠 I'll miss discussing all those controversies, theories and 'stuff'\nTake this👊 if you're thinking to fuckoff after this.\nAnd who said we're not brothers🌚","name":"Jaisurya","roll_no":"200003034"},{"comment":"You're the only guy I met who says 'awww' and means it too and not just to roast me (yes, I'm talking about the rest of 214 tch). You're such a sweet person, Alan, don't lose that and ATB 🥹✌️✌️","name":"K Madhumitha","roll_no":"200004025"},{"comment":"Such a sweet hooman. Passionate for serving coffee, mango, green tea with added honey and also love. But please get some help and reduce your comedy. No.. kidding..chalta hai. Be jolly and jovial and All the best.","name":"Shaik Wanhar Aziz","roll_no":"200001072"},{"comment":"Alan, tu mast Banda hai yaarrr !!! One of the first person I've talked to (online mein if you remember ;-). A jolly person jisse milke face pe  hamesha ek badi si smile aa jaati hai. All the best for the future buddy !!","name":"Arush Pradhan","roll_no":"200003015"},{"comment":"Cover Schindler's List track please 😭. I have always seen you smiling, and it has always amazed me! Wanted to learn the Stairway to Heaven intro, you are a patient teacher, we still got time i guess!! See you in Bangalore!! ","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"Hey Alan!\nIt was great meeting you! You are a wonderful person and an amazing TPC Manager! All the very best for your future!","name":"Mohini","roll_no":"2203171012"},{"comment":"sukhamalle mone, wherever we are, lets always keep in touch. Hope you'll achieve more than what you wish in life. All the best alliya..","name":"Abhishek k","roll_no":"200005002"},{"comment":"Alan you are one of the sweetest guys I have met on this campus. A gifted violinist, a talented techie, and a genuine soul. I am so glad to have met you. Wishing you all the best and happiness ahead. Stay in touch!","name":"Ayushi Agrawal","roll_no":"200003018"},{"comment":"I always remember you trying to catch up with our fast malayalam convos. And your jokes in that broken malayalam is what I'll miss the most. All the best aliya anddd Banglore verumbol kaanam mone !!!","name":"Arjun A","roll_no":"200002011"},{"comment":"Always positive, friendly, Smiling face & guy with such remarkable accent. Had great time with you, from participating IITISOC together (which we didn't really complete) in first yr to being fellow TPC managers in final yr. Wish you all the best fr ur future.","name":"Aayushi Choubey","roll_no":"200002001"},{"comment":"Hi Alan, our memories go back to the quarantine time when u used to play the violin, & we all came to listen to that. And also ur accent, which nearly got you into trouble with seniors. I really love the desserts you made especially the one u made during IBCC. Let's stay in touch in Bangalore. ATB.","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"The pro violinist and tech wizard! Even though we've spent less time together, I've enjoyed every moment. You're not just patient but also a caring and sweet friend—I adore your kiddo behavior! Wishing you all the best for your career ahead. Keep shining!","name":"Manisha","roll_no":"200003046"}]