[{"comment":"He is kind, humble and chill guy who will always treat you with smile whenever you meet him. Also anime and light novel freak just like me. He was my pseudo flatmate who was spending more time in my flat even compare to me. I will always miss you bro and all the best for future.","name":"Viral S Rathod","roll_no":"200003063"},{"comment":"Biiinaaaa thandiiii butter milk. Liter taagu ra roju bakkaga aipothavu... aravaku ra babu Kohli out aithe oorike show benguthavu RCB match aithe. Cod lo camp vey mortal Kombat lo spam chey enti adhe ga vachu neeku errizuka inkoti, Bro needs to calm down at gae-nshin impact. Enjoy mowa life ra needi.","name":"Jayanth Kumar","roll_no":"200001034"},{"comment":"Never mind strike rate ra, \nAccenture oopiri thesuko vasthunnadu, \nAll the best ra","name":"Kallepalli S V S  Krishna Deepak","roll_no":"200004021"},{"comment":"maybe manaku first year nunchi college unninte Jyotirmay nuvu best pair ayyevallu emo 😂 nelo naku oka typical laazyy first bencher kanipisthadu. aa marks kosam, doubts kosam manam padda cringe godavalu I'll never forget, my kind request: Gym kellu mayya ","name":"Raghavendra Buchammagari","roll_no":"200003022"},{"comment":"Bro, aa laziness tagginchu and finally where you go drink bina thandi butter milk.","name":"Veeramalla Varun","roll_no":"200003084"},{"comment":"ngl Bro's duality and grasping blows anyone's mind.\nFreecheytanya-parayana's master piece.\nAll the best for your future.\n(My cutie patootie pookie bear 🐻)\n","name":"Chandra Teja","roll_no":"200003055"},{"comment":"A very friendly and genuine person you are ra. Wishing you good luck for the future and a happy farewell ra mowa..., stay happy.✌️✌️","name":"Sudeep Thangavel","roll_no":"200003078"},{"comment":"Nijam chepthunna...ni antha vintha manishini chudale ra...shoe lace kattukodam raadhu sandal slippers la vaaduthav...curtains veskodam raadhu..but yeah manandaram kalisiunnappudu chaala happy ga undedhi...job lo aina lazy ga undakunda chusuko...best of luck!!","name":"Yagneswar","roll_no":"200003087"},{"comment":"My best friend!!","name":"Puneet Gupta","roll_no":"200003060"},{"comment":"Crazy combination of sincerity and laziness. Andaru cod lo frontline inka tdm tho rank push chesthe manam matram dom inka hp tho push chesam. . Life ante nidhe ra. Tappu ra. All the best","name":"Karri Trived","roll_no":"200001033"},{"comment":"You are one of the few innocent persons that I met till now ra .Thanks for all the conversations ra and  Koncham laziness thaginchu ra, wishing you all the best for your future endeavors ra.","name":"Bhanuteja Annavarapu","roll_no":"200001004"},{"comment":"Deepak husband!! Kohli ye thop mowa. Neetho cricket choodadam marchipolenu ra. All the best. See you soon!!","name":"Guru Lava Kumar Chinthakunta","roll_no":"200004015"},{"comment":"hug ivvu ra <3.","name":"Harshath Gurrala","roll_no":"200003030"},{"comment":"Mama you are one of the first friends I made in college. I still remember your help in the first Physics quiz in our college. Bro’s a topper and not so innocent as he seems. Keep in touch mama ","name":"Shankar Nakka","roll_no":"200003050"},{"comment":"Hasa!! Enni jokes vesina nee meeda, I hope uk deep down we all love u and care for u. \"Gym kellu maayya\". Manam 103 nundi aadina games anni, nuv \"thappu raa\" anedi, baga miss avtanu bhai and that 'vij d kun' supremacy 🙌🏻 . Keep in touch and next time kalise sarki nen onepiece catchup avta chudu 😤","name":"Karthik Boddupalli","roll_no":"200001016"}]