[{"comment":"Your gentle demeanor and innocent heart shine, reflecting your dedication to hygiene and well-being. Your jolly nature and lively debates make every moment memorable. In every situation, u stand by me, a true friend. I've no doubt you'll achieve your goals. Our hostel memories are cherished forever.","name":"Deepak Sain","roll_no":"2203151004"},{"comment":"Nilu my bro, you are that person jiske sath jhagda krne me mja aata hai 😂. My initial perception about u was little different and now it has changed. Thanks to you, our hostel unit is always filled with entertainment,. You'll always hold a special place in our hostel memories.Best of luck ahead! 🌟","name":"Shivansh Raj Pandey","roll_no":"2203151027"},{"comment":"From my experience, I will definitely remember him as a mischievous person. From others' experience tho, I will remember him as someone who wouldn't tolerate a speck of dust. I am sure that someday he will learn how to say 'SAYONARA' correctly. In future, I hope he keeps growing and makes us proud.","name":"Nishi Thakur","roll_no":"2203141005"},{"comment":"Bhai has only one goal, \" Apna routine theek karna h yaar, time se breakfast karna h \".  From My Village ki chai to Golu ke parathe, from Tea Post aaja to Dominos chalte hain, you were everywhere 😅.  The dumb person and part-time philosopher. Neele, you are a gem that I found in IIT Indore.","name":"Rahul Kumar Sharma","roll_no":"2203141001"},{"comment":"Hello Neemlesh!!\nYou are one of the most amazing people I could connect with in college. You are a humble and helpful person.  I will miss your useless jokes😂😂\nStay connected dost &.Hope you have a great future ahead !!\n ","name":"Simran Rana","roll_no":"2203171002"},{"comment":"Nilesh Tungaria ..The symbol of hygienic 😅😅. We had good time in Hstl , those days will always be best memories in my iit life. You mischievous things always makes us to laugh. I still confuse how most handsome guy of our unit can still be single 😅😅..Best of luck for your future bro ","name":"praveen kumar kairamkonda","roll_no":"2203151026"}]