[
  {
    "comment": "One of the first friends in a campus. This guy is the most chillest guy I have ever seen weather it's a difficult exam, placement pressure or any other things just nothing can make him worry..You are a kind a guy who always meet me with a smile but also with wrong words. All the best for future bro.",
    "name": "Viral S Rathod"
  },
  {
    "comment": "Tere liye 300 words kam lg rhe hai meko.\nBrilliant moves thode kam khela kr Chess.com daar jata hai kbhi kbhi.\nSamay ka purn istemal, ghanti ka purn upyog karna koi in se seekhe - Chatur.\nIs institute ne apne ko jhel kaise liya pta nhi😂.\nMujzse thoda kam soya kr.\n\n\n",
    "name": "Chaitanya"
  },
  {
    "comment": "Sona Kam kar yathichu, kabhi kabhi help bhi kar liya kar😄\nBhool mat jaana Hume, 401 ka star londa",
    "name": "Likhith Raj DV"
  },
  {
    "comment": "Jyada kuch bolne layak nahi hai . Bas itna kahh sakta hu ki bhai thoda Kam soya kar.. nahi to Kumbhakarna aa jayega...\n\n* Vaise to  jungle trip with you manav and priyanshu was amazing.. hopefully will plan one more in future.",
    "name": "Abhishek Jaiswal"
  },
  {
    "comment": "My first friend in college. A really nice and chill guy. This guy is chill and intelligent at the same time.Keep smiling. All the Best !",
    "name": "Arvind Yadav"
  },
  {
    "comment": "Bro true vibe, always cheerful and optimistic. Bs kbhi kbhi serious bhi hoke khel liya kr..jb tk bhai ka mn nhi krta..nhi krta😂. Shared some core memories with you bhai, all the very best for future endeavours. ",
    "name": "Gaurav Gill"
  },
  {
    "comment": "One of the first college friends. Always had a great time with you. BTP era kuch zyada hi insane tha😂. ATB.",
    "name": "Rishabh Sharma"
  },
  {
    "comment": "Bharose vale one on basketball khelega 😂😂😂... sayad starting vese hi likhi thi apni . Inter IIT , har coding round plus party and har depression m ek sath itna kafi hai dost se bhai banne k liye 😊😊",
    "name": "Bhom Singh"
  },
  {
    "comment": "Dekh mai Jammu Kashmir ka tu uttrakhand ka. \n bkriyan khrid kr Himachal mai chrvayenge saath mai",
    "name": "Priyanshu Verma"
  },
  {
    "comment": "Zindagi me pehli baar khud se jyada lazy aadmi se Mila hu..Kabhi kabhi tujhe peetne ka bht man krta hai...but yaar tu apna Bhai hai... Cool aur calm bhi hai apna Bhai... Aur intelligent to hai hi.. bs mobile me game khelna band kr wrna, mobile Tod dunga Tera...kuchh bada krte hai future me milkar",
    "name": "Manav Kumar Sinha"
  },
  {
    "comment": "Shave karle mast dikhega!!!!!",
    "name": "Puneet Gupta"
  },
  {
    "comment": "Gwad is the only man who can adapt to any scenario anytime. Thanks for teaching me about Linux and many interesting stuff. Learned many new things from you man. Enjoyed all the movies series and cod with you bro. Aaja bro cod me crush karunga khelthe he bro when we meet again. ",
    "name": "Jayanth Kumar"
  },
  {
    "comment": "The first guy who shared answer to me during 1st sem😂. Good athlete, good academics, backbencher, full masti and very good friend. Aur BTP prof se kab milne jaa rha 😂. All the best aur bhoolna mat!!",
    "name": "Dishesh Singh Chaudhary"
  }
]