[{"comment":"Bas itta kahunga ki bhai thoda kam soya kar... \nAnd the guy who always cancel the trip is you and only you in the flat (APJ 401)🤣\nCD URF Candy.","name":"Abhishek Jaiswal","roll_no":"200001001"},{"comment":"Messaged you by confusing with other chaitanya in our class and you became one of my first and best friend in college. Felt great that I met someone whose interests matched with my own. Enjoyed many animes movies(horror) games together and spent some really great time bro. Milthe he bro CR khelenge.","name":"Jayanth Kumar","roll_no":"200001034"},{"comment":"One of the first few friends I met in college. A really  nice and sensible guy. I loved spending time with u and your spontanious jokes always made my day.  Hope to see you soon. All the best !","name":"Arvind Yadav","roll_no":"200001009"},{"comment":"Apan itne spontaneous h bhai. Kabhi idhar toh kabhi udhar. \"Koi movie mili kya?😂\". ATB for future bhai.","name":"Rishabh Sharma","roll_no":"200001067"},{"comment":"Kuch accident sahi m acche k liye hote hai 😂😂... long hair , fair complex , avg height yaad hai n 😂😂 rest is history ye yearbook jhel ni payegi...milte dobara ese hi kisi accident k sath 🫂🫂","name":"Bhom Singh","roll_no":"200004010"},{"comment":"Km soya kr","name":"Priyanshu Verma","roll_no":"200004040"},{"comment":"Duniya Jaye baad mein Sona important hai, exam jaaye gaas khaane Sona important, Kuch bhi hojaye bhai aur jyada Sona. Aur bade banne ke baad bhul mat jaana","name":"Likhith Raj DV","roll_no":"200001039"},{"comment":"Apna hasmukh and cute londa.. .saale kabhi to sahi movie select Kiya kr...ab to mai abhishek ki suggest ki huyi movie dekh lungaa lekin Teri nhi....ho skta hai kabhi mai Tera naam Guinness book me dekhu... tu jaanta hai kisliye...😂😂 Baaki apan kuchh bada krte hai future me sath milkr... ","name":"Manav Kumar Sinha","roll_no":"200004027"},{"comment":"Bhai jab bhi tere room ata hu yato tu ao Raha hota he yato anime-movie dekh raha hota he. Itna kese so leta he tu ? Anyway summer time rendering was the best anime recommendation. Kam soya kar bro. ","name":"Viral S Rathod","roll_no":"200003063"},{"comment":"Sote sote kat jaye semester 😪😂, koi bhi anime pooch lo, game pooch lo bhai ne sab dekha h aur khela, 2.5 kilo wale laptop ka use bhi to krna h😂.Chai peena na bhoolna☕🤣Ab to hometown me job lag gyi to hme bhool na jaana. ATB for future bro!!","name":"Dishesh Singh Chaudhary","roll_no":"200001022"}]