[{"comment":"Hello mano..manu..man mohan singh! you're just opposite of him, most energetic and a secret keeper for sure. aise hi rahio change hone ki koi jaroorat nhi h, aur haa jaldi se apni shaadi pr bula wait nhi ho rha h.  Rajasthan tradition k hisaab se waise hi tu bht late ho chuka h  (notes se nudes tak)","name":"Mudit Mohan Ambed"},{"comment":"Hey Manu baby...sabse awkward intro tha tere se i remember ...kuch brush krne kaa puch rha tha tu😂...lekin time ke saath ache dost bn gye aur bahot saari bakchodi kri...acha londa hai tu but thoda saa g**du bhi hai aur aise hi rhna...dil kaa bahot acha bnda hai...hmesha dil me rhega tu☺️","name":"Nikhil kumar"},{"comment":"Hey ATI-UTSAHI! Khamma Ghani! An intelligent, extrovert, creative, fit person- full of energy. Thanks yaar- mujhe 402 me laane ke liye, exercise tips ke liye & mujhe company dene ke liye ^_^ I learned guitar because of you (thanks from the <3). Kabhi Nashik ana Misal Pav khane. And milte rehna yaar!","name":"Sanket M."},{"comment":"Hey munni baby, you are the most sensitive and emotional man(I doubt) I have ever seen but apart from that you are  really kindhearted and helping guy in our group... yaad aaega tu aur teri non stop bak bak... tera har choti baato pr roothna aur fir tujhe manana.","name":"Nilesh Chandel"},{"comment":"Leader bhai kaise ho mast bak***di kari hai tere \nsaath. Padhai se leke saare galat kaam kiye hai apan ne saath me terese jaada bola insaan nai dekha maine bas aise hi rehna aur sabko entertain karna aur shaadi karlena tabhi sudrega tu will miss you bro milte rehna 🤗🤗🤗❤️\n\n","name":"KARAN KUMAR"},{"comment":"Sankhala Ji, you are such a talented guy. You have good looks, you can dance so well, you know how to start conversations, and your sketches and poetry, yaar, they are just amazing. I hope you continue to nurture and develop your talents in the future. Stay in touch!😊","name":"Vandana Jha"},{"comment":"Sankhalaji, Hamari pehli meeting to yaad hi hogi aapko (APJ tak ki 😂). MM 206 ki back aap hi ne bachai thee 🙏. Super talented! Kaafi ghanto beekaar ki debates ki h apan ne (Enjoyed it a lot). Btw, you are a great secret keeper 🙂. Shadi m zaroor bulana, hum bhi thodi ret dekh le! Stay in touch!","name":"Sneha Shrivastava"}]