[{"comment":"A very intelligent and competitive person, you can learn a lot from him. Great to have met you pal. Best Wishes for your future endeavors !!\n","name":"Suraj Kumar Yadav","roll_no":"200003074"},{"comment":"Definition of competitiveness. A great narrator of ‘Kenneth Anderson’ stories. Bro had quoted ‘Exam se ek din phele bhar se nahi khaate🗿🗿.’","name":"Suryansh","roll_no":"200003075"},{"comment":" Your willingness to share your knowledge, even in the wee hours of the night, has been a lifeline for us all. Your discipline and intelligence, are matched only by your generosity in helping others succeed. Here's to the late-night study sessions and the bright futures they've helped. #Haule😊😊","name":"Ritik Raj Soni","roll_no":"200003065"},{"comment":"Fun loving, fellow gamer and a very friendly guy. A funny person who lightens up the mood wherever he goes, kind hearted and caring. Wishing you best for future!","name":"Sanjit Vyas","roll_no":"200003068"},{"comment":"'Harsh, the mastermind behind every exam triumph, a true IITian in every sense. His legendary self-paying parties, for his birthday, is the stuff of a legend. He's like a weatherproof organism (Bhopal). Dubbed as 'MAMA’s BOY'. Harsh, here's to hoping our path converge again in Bathinda (BPCL)😂.","name":"Gaveesh Garg","roll_no":"200003028"},{"comment":"The walking encyclopedia who never backs down from an argument, adamant even in defeat. With a heart of gold and an unyielding competitive spirit, he embodies both intellect and kindness. Whether in debate or competition, he pursues excellence with unwavering determination, making him a true remark.","name":"Dev Verma","roll_no":"200002027"},{"comment":"\"Hi Harsh, 'Kya be hawale'-Knows 5 languages but lacks conversation(hamesha debate krni hai). A little too conscious about money spending (kab tak cup noodles khayega 😂). Kind at heart, always been on every trip, enjoys drinking soda (Limca, Jeru Soda, Fanta😂). Boletow, Hope to see you soon!\"","name":"Sanket Bhajgawali","roll_no":"200005038"},{"comment":"The kid who shines bright in academics armed with knowledge of any topic. Always ready to argue. The home-food guy.. World Class cricket player and Master of Table tennis showing DIVERSE range of shots🙃. All the best redditor!","name":"Yuvaraj Merugu","roll_no":"200005021"},{"comment":"Talking w/ u in Marathi, Hindi, Eng. Man isn't just multilingual but multi-field erudite. Even tho u r mech. eng. u still know biology, current affairs, and many more. Re-bheed-dit being ur gf😜, playing GTA v in ur laptop, VSB to end of college, had a great time. Hope 2 see u soon 😊","name":"Omraj Dhore","roll_no":"200002056"},{"comment":"Now that I think of it (from being timid around u to troubling u), we do have come a long way. I admire your vast knowledge base/s, critical thinking, etc... Even though you may have an intimidating stature, your down-to-earth, kind, and friendly nature makes it a pleasure to have known you. ","name":"Sudeep Thangavel","roll_no":"200003078"},{"comment":"Bhai aap jitna Gyan to kisike pass ni hai har game me pro,   thanks for all the study tips and doubt clearing,  keep smiling and  say \" Kya be haule \" .","name":"BHUPESH KUMAR","roll_no":"200003021"},{"comment":"My best online buddy aur ab saath me tel bhi bechege. I wish ki teri posting bina me ho 😂","name":"Puneet Gupta","roll_no":"200003060"},{"comment":"I really tried my best to teach you some Tamil but you surpassed me and hold conversations in Tamil now. You were a fun person to talk with and gave friendly vibes bro. Really talented TT player for real. Hope to see you soon bro, and good luck.","name":"V Rajkumar Thomas","roll_no":"200003079"}]