[{"comment":"Thank you for giving me motivation to go to gym and teaching me the form ra. Nenu cheyadam cheyyaka povadam vere vishayam.Inka nunchi ayna anni last minute lo kakkunda starting nunchi chey.Room lo manam kalise aade games chala miss avutanu ra. All the best ra. Happy ga undu","name":"Srihasa Ogirala"},{"comment":"Anna thopuu. Aa football skills choosthe mind pothadhi🤩","name":"P.Jaya Vardhan"},{"comment":"Bro thinks he is Messi 😂","name":"Koppula Shashivardhan"},{"comment":"I still remember the first time we met. I just completed my last end sem exam and this guy just came to me telling he just came to campus and doesn’t know what’s going on. Tbh asalu naku arthamkale em aitundo Akada. But this knowing this guy is so cool. Let’s complete that presentation tonight 😂","name":"Shankar Nakka"},{"comment":"Next time sugarcane juice with Absolute try chey Anna...Eesari pakka baaguntadi😂","name":"Sajan Swaroop"},{"comment":"Gurthunda mowa manam kalisinapudu lights poindi, varsham paduthundi kani badminton mathram nadusthundi. Random ga one piece gurinchi matladi mellega roomates aiyam. Cod lo kaakapoina CR lo crush chestha epudaina ready. Movies mangas animes peaks lo enjoy chesa ra. Kaluddam, malli enjoy cheddam. ","name":"Jayanth Kumar"},{"comment":"Average in sports entra... Broo One of the best all round players I have known.. Football, Volleyball, Badminton.. annitlo top tier..One of the finest baller-captian(obv after me).. Nenu madhyalo antunnavi nijam ga heart nunchi vachinave mama. kastha dose tagginchu mama chala danger ga unnav..","name":"Shashanka"},{"comment":"Yagnesh thanks for the diet plan compulsory I will try to follow it inka I like your company I mean like your sentences are so cool and just continue to be the cool gaming nerd","name":"Veeramalla Varun"},{"comment":"Selectively extrovert. Firs time chusnapud manaki vunna intiative ki kalavdam kastam anukuna, kani tarvata badminton court lo kalisam, akadanunchi ya game ayina badminton,cod,cr,football,tt andaru vellipoyina manam matram aade vallami.phone lo aadadaniki ani games yakada dorkutunayi?. All the best","name":"Karri Trived"},{"comment":"football aadataniki vellina first roje rainbow kick gesi flex dengav ga.\nKani match start ayyaka telisindhi reality 😂.\nManam kalisi Srihasa ni jayanth ni esukunna rojulu assalu marchipolenu.\nAnd \nThanks for laughing at my !funny jokes.","name":"Chandra Teja"},{"comment":"You are an cool person and pro in cod. Nitho , srihasa and jayanth tho 413 room lo spend chesina time naku eppatiki gurthu vuntundi .\nwish you all the best for the future mama and stay in touch.","name":"Bhanuteja Annavarapu"}]