[{"comment":"Bhauuuuu, nustaaa dhurrrrr. Theeke photo madhe ajoba distoyes but still tu op ahes. Tuu majhaa asa mitra ahes jyala mee hakkani 'Aee Lavdyaa' bolu shakto. Chala manat asla tari zasta shivya nahi ghalat tulaa atta (actual reason is word limit).","name":"Amit Vikrant Dhavale","roll_no":"200003011"},{"comment":"You embody pragmatism like no one. The world that opens beyond your so-called introvert threshold, is mesmerizing..The nuances of your thoughts, from vivid history to live a F.R.I.E.N.D.S life, is remarkable. Let's do more trips like HP. Always there to see you shine. And yes you are not woke! ATB!","name":"Abhijit Panda","roll_no":"200003003"},{"comment":"\nYou're truly one of the most sincere and hardworking individuals I've ever had the pleasure of meeting. 🌟 Having you around is always a joy. 😊 Our bond extends beyond just being friends from coaching or IIT- we're friends for life.  Let's continue making memories together, catching up at home 🏠","name":"Parth Bhore","roll_no":"200001015"},{"comment":"ML bro! It was great to discuss it with you... Hardworking and always ready to take up any challenge, jyada tension mat liya kr, great things are in store for you! Wishing you the best!!","name":"Tanishq Selot","roll_no":"200003076"},{"comment":"Absolute TT machine. Never thought our YouTube subscriptions had so much in common. Also, your cracking dark jokes came as a total surprise to me. Super helpful and warm soul with an intense dedication to ML and a strong drive for hard work. Had a wonderful time with you.All the best for the future.","name":"Kshitij M Bhat","roll_no":"200003042"},{"comment":"A fun person with some keen interest in history and monuments. You've been an awesome companion, from motivating me to play to being jogging buddies, you've transformed me from a nerd into an active soul. Thanks a bunch, bro (or guruji). All the best for your future!!","name":"Bhavya Dalal","roll_no":"200003020"},{"comment":"Coolest and most Amazing person I have ever met , bas TT ni khel paya sathme uska dukh hai, aur class ke beech mai reels sath me dekhne ka alag hai maza hai.","name":"BHUPESH KUMAR","roll_no":"200003021"},{"comment":"Such a humble and helpful guy! Always there to lend a hand and even checks in to see if everything’s on track. Truly a gem! Big thanks for all the help during my BTP. All the best, bro! Keep in touch! ","name":"Puneet Gupta","roll_no":"200003060"},{"comment":"TT me pro (unbeaten pro) hai wo to sab jaante hai, but I saw many new sides of you in recent times! So much more than the already amazing person you are in public, it was a pleasure working with you and travelling with you. Thank you and good luck for the future!\n","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"Heyooo!! \nBig thanks for being my TT coach! \nKeep on shining and growing in every aspect. ✨\nOur little chats and encounters will definitely stick with me. Thanks a bunch for the time we shared! All the very best 👍💯","name":"Sugandha Vani"},{"comment":"Meeting you in last sem, I wondered how come we never talked till now. It always felt refreshing hanging out with you because of your truly sincere & nice nature. I hope we meet again in future & keep smiling!","name":"Sharvari Kulkarni","roll_no":"200003069"},{"comment":"Tumhare vajah se TT khelna sikh liya. Thanks for being so patient, kind and fun!","name":"Shruti Modi","roll_no":"200001047"},{"comment":"Atharva, you’ve been an exceptional table tennis companion at IIT Indore. Among the many, your modesty stands out, making you one of the most admirable individuals on campus. While your humility might shy away from such praise, it’s undeniable that you are truly awesome. Best wishes for your future.","name":"Saish Kajrolkar"},{"comment":"Very humble nature and a good person. You are the most dedicated person towards table tennis; that's why you are best here.","name":"Alakh Rathore","roll_no":"200002007"},{"comment":"sweetest and seedha banda of clg, Best TT player, had good memories with u, always took the club to end farther. Last time TT khelna reh gaya tere saath, inter iit ke kisse sunkr maza aaya. Madam ki backbitching krna was const😂All the best for ur bright future","name":"Rounak Jain","roll_no":"200005033"},{"comment":"Hey Atharva! I will miss those random HIIs and HELLOs. TT pro, ML pro, hardworking, disciplined and sincere friend of mine. Wish you the best! Parat kadhi bhetaycha?","name":"Sanket M.","roll_no":"200005039"},{"comment":"The TT GOAT, but still next game hra dunga😂. All the best bro! and care little more on career than TT😅.","name":"Chirag Goel","roll_no":"200003023"},{"comment":"Person with great skill and that spec of perfectionalism. Haven't known long enough to comment any further, but really wished to have known each other better.\nAnyways, All the best for your future bro. May ML prosper by your practice ✨","name":"Jaisurya","roll_no":"200003034"},{"comment":"Bro I am always ur big fan. The expertise u had on sports, Tech etc was inspirational. No doubt i will frequently consult u for ML or further technical stuff.\nHope to see u at ur best soon bro!!","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"I wish I could learn TT from you. Nevertheless, thanks for being our videographer during Rakshabandhan 😂All the best dude, stay the same, kind and humble as you are!! ","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"Bhaiya, you are an amazing guide and mentor!! Learnt a lot from your extremely amazing Table Tennis skills... You helped me gain confidence in top spins and services.... Thank you very much in strengthening my interest towards TT and giving some valuable match advices for the tournaments!! :)","name":"Prashant Narang"},{"comment":"One of the best player I've played TT with. All the best Atharva!!","name":"Arpit Parekh"}]