[{"comment":"The best club head I've known who really tries hard to make everyone feel at home in the club. You are that decent guy who always has a smiling face no matter how much challenging times you're facing. I am always grateful to you for being so supportive towards me at all events! See you soon! ","name":"Shibani Das"},{"comment":"A blend of topper and dancer. Dance lo nii energy inka grace nii evaru match cheyaleru bro. Naa life lo naakuna panikiraani doubts anni nii thone adigincha professors nii ayina kaani leda GS cult nii ayina kaani. Wouldn't have survived cultural council without you mama. ","name":"Harshith"},{"comment":"Hello Anna\nThank you for always guiding me whenever I was so messed up being a club head..I would have never made it through the head phase without you!! 🥹\nFrom crying by getting scolded from you to crying to you when all stressed..Time flew away!!\nWill Miss you Anna🥹💕\nThank you for everything!!!","name":"Ishita Sharma"},{"comment":"The passion you have for the club and dance is something we will always remember about you(apart from your iconic step, ofc). Aapki advice toh humesha lete rahenge hum sab,  aur aap toh milne aate rehna! Toh ye goodbye toh bas thode dino ke liye hai :)","name":"Geetika Tirumalasetty"},{"comment":"The ideal kid of every telugu parent, who can get good grades and also dance! The most energetic and passionate dancer, who killed us with difficult steps! Keep dancing frnd, manam inka video chesedi undi!💃","name":"Divya Dedeepya Ankam"},{"comment":"The memories which are with you can't be forget. Dedication towards club, undoable dance movies, our never ending chats and gossips. I m gonna miss everything alot. Pakka jaroor milenge Bangalore me. You have been a motivation to all our club members. We will miss you definately. GUYS... POSITION ","name":"Rounak Jain"},{"comment":"Asalu all rounder ante nuv mama… Hero, Dancer, Topper what not ? Had a lot of fun moments with this guy. Asalu dance lo no one can match the energy you have… Sure mama Hyd tirugudam manade motham","name":"Shankar Nakka"},{"comment":"Universal Anna! Most passionate and dedicated person for dance. Loved managing the club with you. I wish you all the amazing experiences for life. Keep dancing through any situation. \n","name":"Anshika Verma"},{"comment":"Thanks for teaching me dance steps mama. Keep doing your stuff always and hope where you go you will dance through the moments.","name":"Veeramalla Varun"},{"comment":"Kanyarasi batch formation thoo na life loki entry icchina nuvu, Adi enno malupuluu tirigela chesav, Lover ledu ani badha padaku mawa😂, first ah kopam koncham taginchuko, ne daridram tagipoyi career loo ekadikoo povali ani korukuntuna. Atlast Floor moments a kakunda vere moments kuda nerchukoo 🤣.","name":"Karthikeya Madishetty"},{"comment":"\"Snehith Anna!  You're awesome. Everyone will remember how you rocked the floor with your moves and your energy is next level. So glad to meet you.  Had a great time together. Stay in touch ❤️\"","name":"Monal Pawar"},{"comment":"Inter lo washroom lo butta bomma ki dance vesinappati nundi choosthunna ra ninnu.. Emm maarale nuvvu. Adhe smartness, adhe tension, adhe dance style..😁 Koncham relax avvu ra. Enjoy cheyi - andharu nee venta padatharu oka roju... 😉\n\nThanks for always being there with me. Ilage kalisi undham mama...","name":"Siddartha Chennareddy"},{"comment":"Snehith, the best dance club head, no one can deny this. You made everyone feel seen. You notice who is present and who is not. And your dance, no one can compare. There is no one who can match your energy. It was a very good experience dancing in ibcc with you. All the best for the future!!","name":"SNEHA KANJICKAL JAMES"},{"comment":"moves like jagger, mv shoot cheyali ante call chei ra we'll discuss the price.","name":"Harshath Gurrala"},{"comment":"Thank u for your reply in online mama, whatever be the chat, only some take to the next level, aa roju nuvvu lockdown lo VSB rakapothe, mimmalni kalavakapothe, I can't even imagine, One of the most caring people around.. 3rd year lo cheppindhi inka gurthundhi lee.. Complete package of a guy.","name":"Shashanka"},{"comment":"I've always wondered how you juggle being EE tomper, pro comder, OP dancer, and still finding time to scroll through reels.Your energy and dedication to dance are unmatched! And let's not forget our epic Pondi trip; it wouldn't have been half as fun without your crazy self. stay in touch frraannd!!","name":"Rajaputhra Shivani"},{"comment":"mawa enthaina padledhu pilla......  (neku connect ayyindhemo🤣) choreography maatram chinchipadesav ra. Nuvvu stage paina ese dance kante instantaneous ga edho oka music ki perfect step esthaav choodu OOra maasss. Very Talented. I wish inka manam kalisi performance cheyali ani korukuntunnanu.","name":"Raghavendra Buchammagari"},{"comment":"From being scared of you as a club head to bonding with you as a senior, thank you, bhaiya, for everything! Dance club won't be the same without you, Anna! All the best for your journey ahead! ","name":"Khushi Sawla"},{"comment":"After interacting with you my view on you completely changed. I like the way you care for me especially during placement time. Aa Ugadi pawan kalyan dialogue dance aithe next level ra mawa. Keeping rocking.","name":"Jai Abhiram Bellamkonda"},{"comment":"The most annoying club head, dance club has ever witnessed 😂 all the best bhai ","name":"Akshay Tak"},{"comment":"Will miss your presence in the dance club bhaiya!!\nAll the best for your future!!\n","name":"Prachee Yadav"},{"comment":"Dancing star maama nuvvu🙌","name":"Jaisurya"}]