[{"comment":"A mere comment to describe our friendship isn’t justified. My go-to friend for anything! We’ve come a long way from the awkward first hi. Laziness hiding some hidden talents is your superpower xD. Keep achieving great feats, aim for the stars, and don't forget to smile😊 ","name":"Alan Jose","roll_no":"200002008"},{"comment":"The first glance, first meet, first smile all felt like I'm meeting a familiar soul. Love the way your face lights up discussing all those stories, fictions & facts. U've been the only person yet, who'd steal thoughts & choices right away frm my intuition. Procrastination pe work krne me late horha?","name":"Jaisurya","roll_no":"200003034"},{"comment":"Tu khup chaan mulgi aahes ❤️\nheyy beautiful your smile lights up the world and those eyes ...OMG they are just mesmerizing!\nthankyou for being my perfect movie partner and listening to all my rants...Our memories are treasures, cherishing them forever. don't you dare change...you are just amazing❤️","name":"Monika","roll_no":"200002053"},{"comment":"Mai sach bol rha hoon , teri suggest ki Hui har ek novel padhne ka try Kiya thha, but ig I am not that much of a novel lover as you !!. Yaar ek baat bata, tereko bilkul darr nhi lagta kya kisi cheez se? Kahaan se khod ke laati h itna courage ? Chal anyways, all the very best for future !!!","name":"Arush Pradhan","roll_no":"200003015"},{"comment":"You're the queen of day-long movie and series marathons—try stepping out for some fresh air once in a while! Even in the mess, you manage to catch up on series, haha. Give me some suggestions too! Don't forget to take care of your health and maybe tidy up your room once in a blue moon 😂. ATB vro.","name":"Manisha","roll_no":"200003046"},{"comment":"Sharvari, my dear roomie. You have good taste in movies and music. I really enjoyed watching movies with you. Your spotify playlist makes bathing enjoyable. I like your pretty innocent smile when you ask for suggestions. Keep smiling and stay happy. All the best for the future!!","name":"SNEHA KANJICKAL JAMES","roll_no":"200002071"},{"comment":"My dear cute guinea pig 🥹🥹, you're such a sweet person and I never saw you without ur pretty smile. You rescued me from ultimate embarassment and thank you so much for that bro, all the best and never lose that smile 🥹🥹🫶🫶","name":"K Madhumitha","roll_no":"200004025"},{"comment":"Having heard so many stories about your school, I have become a fan. Had some of the best times with you on the campus. It's so fun discussing movies with you. Wishing you all the best and happiness ahead! Stay in touch!","name":"Ayushi Agrawal","roll_no":"200003018"},{"comment":"From meeting through random Google meets in online to working together in DebSoc and then as Cell heads, we've known each other a long time. Competing against you to see who eats the slowest and arguing about random Pune facts was always fun😂. Good luck and All the Best.","name":"Safdar Inamdar","roll_no":"200002066"},{"comment":"Fact: Every school in Kolhapur is better than Jnana Prabodhini. Except this one school, the rest of the Pune is wonderful, hope will meet there someday!! ","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"You should be building and inventing stuff for the analytical mind you hold, but anyway, let's catch up in the USA hopefully soon :)","name":"Vyvaswath","roll_no":"200003039"},{"comment":"A perfect Puneker and a constant rommie. I thought I was quite slow at everything until I met you😂. Listening to your childhood stories was always pleasant. The countless memories we have shared over the years cannot be expressed in a few words. But take care and remember I'll always be there for you","name":"Chinmayi Adoni","roll_no":"200002023"},{"comment":"One of my earliest friends on campus, thank you for being there in my life for a greater part of 3 years. To this day I have only stayed up the entire night on one occasion, and perhaps I have you to thank for that opportunity! Good luck in all your future endeavors.","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"Your white laddoos will forever be remembered. The experience in E-cell under you was amazing especially the E-Summit being a blast. Cheers to all the unhinged all-nighters we pulled lol......All the best for your future.","name":"Aditi T","roll_no":"200003005"},{"comment":"You are so kind, amiable, and friendly that I couldn't even tell if I could consider you a Punekar at this point 😅. I'm glad I got to meet you, even if it was only during the last sem. All the very best for the future!","name":"Atharva Mohite","roll_no":"200003016"},{"comment":"Aeee Punekar, kay gaa zastaaa bhaav khates Jnyana Prabodhinicha aslyache (Tasa khaylach pahije). Pan visruu nakossss me pan Kothrud cha ahe haa! Jokes apart, you are the most perfectionist, soundaryaspardhak girl I have ever met. Nirop ghenyapurvi Sujata laa nakki bhetu ekdaa (But TTMM haa). ","name":"Amit Vikrant Dhavale","roll_no":"200003011"},{"comment":"Hi Sharvari! I remember the Gudi Padwa 22', it was an awesome day & we all were talking & roaming the campus late at night. You are truly a happy, calm and friendly person. And it was nice working with you in the E-cell. Punya madhe tar nakki bhetuyat & Nashik la aalis tar sang mala. Best Luck!","name":"Sanket M.","roll_no":"200005039"},{"comment":"Hey 69, You snatched my favorite roll number😠. Aur yeh har baat pai sure sure bolna band karo. Jokes aside you are a genuinely nice person. It's been wonderful getting to know you. All the best & one last thing RR will win IPL this year. ","name":"Sidharth","roll_no":"200003070"},{"comment":"Had a wonderful time working at ECell with you. Made some good memories. Portrayed great leadership and a friendly person. Good luck with your future endeavors.","name":"V Rajkumar Thomas","roll_no":"200003079"}]