[{"comment":"Vibha, you are the most remarkable person I have ever met. Remember the day I told you, you have a lot of potential, I was not wrong. Your sincerity, hardwork, and intellitect will always shine through all the challenges that life throw to you. Always believe in yourself and never doubt your calibre","name":"Kh. Humendro Singh","roll_no":"200004023"},{"comment":"As much as I want you to land up in the best pHd lab,I also cannot deny the fact that I will so dearly miss you. You deserve the best, just always believe in yourself.In the last two years, you were someone I can vest my trust on even with my experiments because of your sincerity.\nMiss you 💕\nAnusha","name":"Anusha Srivastava"},{"comment":"The most hardworking🤣 fellow I ever know. Your simplicity and dedication will shine with you in future. I wish you get a research lab you always want. Always be honest with the science whatever it takes. We will definitely miss you and those plenty of smiles. Stay connected. All the very best!!!!!!","name":"Badri Sahoo"},{"comment":"My A one since day friend. Whenever I wanted to share anything, you were always there to listen to me. From laughing like crackheads to crying about the exams. I'll miss every bit of the memories we have shared together. Thank you Vibha  for making this journey beautiful! M gonna miss you alot 🥹❤️","name":"Diksha Madavi","roll_no":"2203171022"},{"comment":"Hey Vibha!! You are a very caring person yr. I enjoyed your company, especially the farewell dance practice. A person with high energy, and great thoughts who knows how to ignore some people😂.You are a beautiful soul and a friend that I will cherish my whole life. Keep dancing and stay connected.❤️","name":"Simran Rana","roll_no":"2203171002"},{"comment":"Hello Vibhasaur gang leader..... from lab to dance...from nescafe to golu's paratha...Will miss u bro...a dancer...a cute lab group....I wish you the best for ur future...you are a girl with a beautiful smile and a humble and kind heart.  Byeeeeeeee","name":"Shivani","roll_no":"2203171011"},{"comment":"Hey Vibha, fellow Vibhasaur here! Awesome moments in lab: karaoke, dance, drama and lots of rushed, failed experiments. \nYou are warm and bright just like your name. Having you as a friend was awesome. Keep spreading happiness. And lots of good wishes for your future!","name":"Bidisha Choudhary","roll_no":"2203171008"},{"comment":"Hello Vibha ! Don't know why it was so soothing and funny at the same time when we had discussions during the lab , Mandu ghumne wale guide to actually hum hi the, freshers aur farewell ka dance partner , wish you all the best for the future ahead ❣Live life to the fullest , Vibhasaur !","name":"Mallar Dasgupta","roll_no":"2203171015"},{"comment":"Hey Vibha! You are a beautiful person. I wish you lots of happiness and success. Good luck!","name":"Mohini","roll_no":"2203171012"}]