[{"comment":"From Development stuff to Leetcode hard ...\nFrom Fanta to Thumbs up...\nFrom discussion about life to ranting  people.\nand In high and low... \nThanks for being there with me... and constanly supporting me.\nprobably only close person whom I had a zero clash.\nhope thalapathy don't make movie any more..","name":"Jai Abhiram Bellamkonda","roll_no":"200002020"},{"comment":"Ashwin bro, My Gym trainer (we went only for a week 😂). I will miss those intense late-night discussions about things I can't even remember the next day.","name":"Sathvik Reddy Govindu","roll_no":"200002036"},{"comment":"\nI didn't think like this person would exist, but he proved me wrong: calm, no cheating, not selfish...etc. He fears not to get the disease but, at last, eats junk only not healthy food. He wants to play every game, but he will not play because of shyness. Nowadays, doing jathara more than us 😅😅..","name":"Prashanth Vankudoth","roll_no":"200002077"},{"comment":"The perfect human doesn't exis-... Wow... Amazed by your dedication and work ethic, Chillful as a buddy. What a package of a person you are. I can directly walk into your room even at 6AM in the morning knowing that you will be there. Completely matured person than original Ashwin. Miss you too much","name":"Shashanka","roll_no":"200002021"},{"comment":"I am very happy to have seen you evolve as a person over these 4 years. I hope that my influence in that change was only positive XD. And I'll be eternally grateful to you for being there a phone call away. Stay true to your values da. Wish you all the best and more importantly HAVE FUN !!","name":"Arjun A","roll_no":"200002011"},{"comment":"I remember the day we first met in VSB during quarantine. You were an example of an ideal student. I guess I somehow contributed to you to live in this real and practical world. But anyhow we enjoyed a lot in our flat 110 and 412. Can't forget these 2 years in future!","name":"Avinash Bellamkonda","roll_no":"200002019"},{"comment":"Mr. Perfect. Thank you for being my gym trainer for one month (no fees though). Miss those days where we argued on which is the better team . Miss those night outs. Miss those days where we used to think of getting up in the morning to go to breakfast. Hope you will learn to ride a bike some day. ","name":"Yelagandula Rohan Sai","roll_no":"200002083"},{"comment":"Hey bro!!  I never seen a such a genuine person. The way u answered my sarcastic question shows the way u changed. Now it seems ur not introvert anymore. Just chill😎 and explore the things.","name":"Oruganti Pavani","roll_no":"200002057"},{"comment":"Bro learn Hindi ASAP  so that we can discuss a lot of stuff. A very hardworking guy at the same time enjoying the hell out of life. Sharp minded person with diverse knowledge. A very sweet guy greeting everyone with a pleasant note.Best of luck for your future endeavours and stay in touch 🙌","name":"Ashish Agrawal","roll_no":"200002013"},{"comment":"One of the most kind hearted, talented and chill guy I know Also we were gym Bros for quite some time. Bro I think you will do something very big someday,so keep at it. All the best for your future endeavours.","name":"Imon Jyoti Patar","roll_no":"200003033"}]