[
  {
    "comment": "Idk where to start since you were practically my entire college life. I love you for being my all and everything, all at once.. From being homie to my home you were, are and will be the bestest person in my life. Is this a love confession?? Idk you tell me ꈍ⁠ᴗ⁠ꈍ (PS many people think we're dating✧⁠)",
    "name": "Rashi Motwani"
  },
  {
    "comment": "Annoying people with plans together\n& thanks to our stubbornness, also each other\nNever knew when I texted you first \nThat you’ll be the one there for my worst\nVibing about books and desserts with you\n& always being surprised by your art new\nI will cherish this bond that I have with only a rare few",
    "name": "Divnoor Kaur"
  },
  {
    "comment": "When we hit up the conversation about babies in Chappan was when I knew I could share unpopular yet human opinions with u And it's okay u know a lot & have a vibrant personality Looking forward to seeing u actually wake up, eat breakfast & exercise someday [nightouts & peer-pressure doesn't count:)]",
    "name": "Aditi T"
  },
  {
    "comment": "I think we got off to a proper start very late. If we had hit it off sooner, you would know that trying to beat me in Bombsquad is just a childish dream. Definitely gonna get you addicted to PC games and then make fun of you for it. P.S. I WILL read more books than you. ",
    "name": "Safdar Inamdar"
  },
  {
    "comment": "Irl, how the turntables... Not gonna miss our banter because its not stopping anytime soon. Always passed the vibe check. Hopefully, we won't have to bond over bad choices in future. Partying with you is always fun (more in blr). Go bald eagle!",
    "name": "Nikhil Raizada"
  },
  {
    "comment": "One of the smartest brains. You were always there for help when needed. It was fun working together in IITISOC and other projects. I hope you keep on achieving greater success in life. All the best and stay in touch!",
    "name": "Harsh Verma"
  },
  {
    "comment": "Hi vanchika aka pure DA ki crush😅....I will definitely miss you....stay the way you are ....I will miss pretending to be warden and invading your room🤣.... love you 😘",
    "name": "Nisha Kumari Barsha"
  },
  {
    "comment": "Thankyou for telling me how to chill and handling me that day, you are really pretty and apke saath mastt fun vibe hai, you have been an amazing senior! I'll miss you!!",
    "name": "Srishti Dhingra"
  },
  {
    "comment": "You are one of the coolest and sweetest people I know!😇 Even tho we never got to talk too much, I've always felt the comfort and support around you di! Thankyou for everything! 💟Having you around has always been fun and I will really miss seeing you! Wish you all the luck! see ya soon❤",
    "name": "Khushi Sawla"
  },
  {
    "comment": "The coolest and hottest senior! Thankyou di for always being so sweet and nice, loved vibing with you a lot, Wish you all the best for all your endeavours! <3",
    "name": "Agrima Bundela"
  },
  {
    "comment": "\"You're one of the sweetest people I've met at IITI. I've always admired your natural curls. We've shared such a great bond, from taking TPC advice from u to talking about relationships.\"\nWill miss u di.\nBest of luck for your future!!!",
    "name": "Prachee Yadav"
  },
  {
    "comment": "You've been one of the best seniors out there. Thank you, Di, for your consistent guidance and support throughout! Will miss you!\n",
    "name": "Sneha Jain"
  },
  {
    "comment": "Be it Electrical or SDE, Thankyou for always guiding and helping out di! It has always been great to interact with you and Will really miss you around campus! All the best for everything ahead di! 😁",
    "name": "Ajay Choudhary"
  }
]