[{"comment":"Hello worstie! We fight like cats & dogs, argue like lawyers in court, yet our bond remains unbreakable. Thanks for being the perfect blend of irritation and affection. Here's to enduring each other's quirks & creating chaos together and forever! Let's unfold our new chapter in Mumbai super soon :-)","name":"Nisha Kumari Barsha","roll_no":"2204101007"},{"comment":"Achint, you are like my younger brother with whom I can share anything and everything and who showers me with gifts. I don't really feel that with eveyone. It is rare! There are so many good memories with you which I can share for lifetime. I really miss you so much! Shine in life! Lots of love! ","name":"Shibani Das"},{"comment":"I have known you for the last one and a half years, and I had the opportunity to know you better at the Symposium... You are always ready to help a person; keep helping everyone... Sabse acchi chiz hai apne kaam se kaam rakhte😅 Best of luck👍","name":"Rupendra Pratap Singh Hada"},{"comment":"I want you to know how proud I am of you and all that you've accomplished. Saying goodbye is never easy, especially to someone who is not just my junior but also my brother. Remember that no matter where your journey takes you, I am always here for you.....Love you 3000","name":"Ashok Mahato"},{"comment":"From countless cups of tea shared to the limitless masti we had a great time I've always admired your brilliance & hard work. With you, I never felt the junior-senior bond as you always treated me like a younger brother\nWe juniors, will never forget first lecture of ML \n\"The handsome guy in black !\"","name":"Urvesh Trivedi"},{"comment":"Dear Achint, I am so glad we became friends here! You are one of the few people I can speak openly with, and I always have fun with you! Thank you for making me laugh so much! I am so happy that you are one of my closest friends on campus😄. All the very best for the future and always stay in touch!","name":"Aditi Rao"},{"comment":"Dear Achint, I’m very happy that we became friends and labmates😄. You have made my life much easier in the lab. And you are the person with whom I can discuss anything, be it personal matters, gossip, technology and studies. Thank you for everything! I will miss you on campus. All the very best!!","name":"Suhas Hegde"},{"comment":"Dear mama, i had a very great time with you like intellectual, bakchod, gaali and emotional discussions. I cherish these things. Keep your craziness that makes people so comfortable..All the best for your career...","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Hey Achint..kya bholu bhai..bathao.. harbar tereko dheke bahut achha lagtha hai...Jo bhi hum baath kiya, vo bhi hasthe hasthe starting se abhi tak .....vo sab ek memory jaise yaad rahegii hamare beech me.....I Wish u good luck and bundle of happiness...","name":"Sai Ganesh","roll_no":"2204102001"},{"comment":"Achint, your quick wit, and lively discussions always add a \"spark\". You bring vibrant energy and insightful perspective to any conversation with a bit of dramatic flair. Wishing you all the best in your future endeavors!","name":"Shubhi Bansal"},{"comment":"Achint you are like a ‘Chota Bhai’ for me. Tumne Hamesh meri help ki hai chahe wah computer connect karna hoa yaa phir TA duties. Whenever I had any problem, I used to call you first and discuss my problems openly without hesitation. ‘All the best’ for your future. #StayConnected :)\nName : Sujata !\n","name":"Sujata Gudge"},{"comment":"Positive vibes, true nature, and sweetest ta in whole college award goes to you, it was amazing to meet you. And baaki aap smart toh ho, toh boht saara luck for future and all the best!!","name":"Khushi Agarwal"},{"comment":"Achint from day one you have always been confident,  cool, and responsible, I love your confidence man. The moments we spent together in that place were so valuable, you know what I am talking about 😜. Even though it has only been a year, you have become close to me. Wishing success ❤️. I miss you\n","name":"K Bharath"},{"comment":"Hey Achint !\nA gem of a person ,you are like a younger brother to me ,As you are going to start a new chapter in professional world soon , i would like to extend my greetings and best wishes ! Wish u all the very best ! keep shining! god bless\nShekhar Tyagi","name":"Shekhar Tyagi"},{"comment":"A person who always carry a million dollar smile on his face.😊. You have come a long way and have a long journey ahead.  On your graduation, I wish you  all success in your future endeavours and lots of cherished moments loaded with the bundle of joy and happiness😊\n\nName: Pratibha Khandait","name":"Pratibha Khandait"}]