[
  {
    "comment": "Finally, the time has come Arjun for us to finish our sitting sessions in APJ 306. I am very happy that I met another good friend for life in you.  You are such a brave and smart fellow and the life ahead will be filled with good times and fortunes for you. Farewell, my little brother ;)",
    "name": "Sibi Karthick.S"
  },
  {
    "comment": "Maccha!!! a stylish guy , clear on thoughts and true brother. U will soon get everything best than u wanted macha. Keep rocking we will eventually catch up.\n",
    "name": "Kailaash pandiyan"
  },
  {
    "comment": "Lot of wasted potential in campus, could see your exploits only recently (proud of u 🤝). Could never do enough of anything if you're around :-) Do remember what we always say, \"Issa cold world out there, ain't it?\"",
    "name": "Vijay"
  },
  {
    "comment": "I still remember the first time I met you on Tamil NewYear and thought you were a senior. I’ll always remember your unique sense of humour and laugh and all the sittings in 306. All the best for life man and, if anything unforeseen did happen to you I’m calling dibs on your clothes & sneakers :)\n",
    "name": "S Shrevesh"
  },
  {
    "comment": "Alliya cringe aakanilla.....ithu nee pinne eppozhelum kaananenkil call cheyy. Edakedakki koykodu vaa. Namakk karangan pova. Nee pedikanda ellam sort out aakum. Eppozhum positive aayitt irikk :)",
    "name": "Abhishek k"
  },
  {
    "comment": "The best relationship adviser there is. Cheers to more group trip plans 🥂",
    "name": "Imon Jyoti Patar"
  },
  {
    "comment": "he he boi always having serious mode on 😂. Had spent many happy hours together. all the very best bro for future. I have no words cuz your charming personality can't be described in words. Always remain calm and relax as you are. Will meet somewhere for sure. Will again have party time together.🫂",
    "name": "Shivam Kumar Singh"
  },
  {
    "comment": "Arjun, the one I can constantly roast and have fun. You are that person who takes fun things lighthearted. Stay the same. All the best for the future!!",
    "name": "SNEHA KANJICKAL JAMES"
  },
  {
    "comment": "You were one of the first guys I met in college. I still remember all the late night discussions we had about politics, world economy and sports. I will never forget how \"hard\" we worked for our BTP. We will definitely meet often and stay in touch.",
    "name": "Ashwin Jino V"
  },
  {
    "comment": "One of the cooler guys around.. easily the most stylish.. that call \"mahn\" hits soo different. Wish we have played some actual football and watch some matches too.. anyways #HALAMADRID #GGMU",
    "name": "Shashanka"
  }
]