[{"comment":"This guy is the IMDb of the campus! Dheeraj bhai kaise itna content dekh kar bhi top maarte ho yaar?? You are the best roomie one can get. I will miss our movie nights, city trips and jugaari-panti in college events a lot. Keep hitting those hilarious one liners! 😂. All the best bhai! Phodte rho😎.","name":"Dhruvil Thakkar (DT)","roll_no":"2202103013"},{"comment":"An allrounder-perfect blend of wit and wisdom.शांत बातचीत से टांग खींचने तक;शुरुवात कि awkwardness से कब एक दूसरे कि confidants बने पता ही नहीं‌ चला।U always heard me and made the mood light with our weird convs.ఇద్దరము దొందుకి దొందు సరిపోయాము😌Keep that inner child alive.Here's to more inside jokes","name":"Anjana ENSS","roll_no":"2202102002"},{"comment":"502 ki shaan, electrical ki pahchan aur hamari Jaan hai Dheeraj. \nJo bhi movie ya show dekha ho, thodi der baad hamare mobile par aa jati hai. We'd a great time as unitmates and  fun together. Chalo ab movie wala problem toh solve ho gya. Wish you all the best future IES sahab!! ","name":"Mahesh Malviy","roll_no":"2202103014"},{"comment":"King of movies, Netflix of 502.\nYour level of dedication 💪 towards studies even after enjoying campus life, Kaise kar lete ho bhai\nIES officer.\nWish you a very bright future ahead,\nStay blessed.","name":"Mohd Washique Ahemad","roll_no":"2202103008"},{"comment":"With a mind that's both a repository of academic knowledge and a playground for science fiction realms, his insights spark discussions and illuminate concepts that I struggle to grasp. Your presence in Wi-com lab helped both personally and professionally. Stay cool, curious, and never stop exploring","name":"Cheepurupalli Shivaji"},{"comment":"super cool, sorted and fun loving person. Your instant humor and laughter will be missed. \nWish you good luck for future endeavors.   :) ","name":"Neha Sharma"},{"comment":"Dear maama, Glad tyo have a friend like you, I had very good moments with u especially the ugadi dance and ur dance was awesome. I will cherish the moments with you... ALl the best for your career maama...Gonna miss you for sure","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Ypu are the Master of MCU, DCEU in our campus. To simply put, What if? has Watcher and we have you for all the content. I enjoyed those small discussions. Keep those suggestions coming.\n\nAll the best for your future endeveours!! Stay in touch.. \n","name":"Vignesh R","roll_no":"2202106002"},{"comment":"dheeraj, how can you do all the thing together, studies, movies everything. you are the most enthusiastic person i know. you like it,you do it, if you don't like it,you don't care about it and its a great attitude. you smile like a kid and never trade this for anything if the life. keep rocking 😊","name":"sucharitha","roll_no":"2202102004"},{"comment":"Bro,\nI really look upto you ki kaise itna balanced hai bhai tu, itne sare group, itni sari movies/series, sitne are talks aur fir topper bhi college bhi aur competition bhi. Thanks for being  letting me know that you exist :xd. and it is a possibility to become you\nKeep content suggestions on always","name":"Prakhar Keshari","roll_no":"2202102010"},{"comment":"Annaya..thank u for always remembering me, be it at any event or any jamming session. Our long phone covo and jamming sesh will always be cherished. You always put a smile on my face. The best annaya  I could ask for. thank u for all the candid pics🤣ATB 4 evrythng don't forget abt my uts referral😜","name":"Manusri Ajmeera","roll_no":"200002004"},{"comment":"Dheeraj, movie maestro, Energy powerhouse. Bro, respects content so much and is such an avid consumer of it. He is genuinely humble and respects art and artists. U have a bright future ahead man. U have access to all my predictions, batana jab H1B visa lage🫣😜😜 ","name":"Sparsh Arya","roll_no":"2203121002"},{"comment":"I am going to miss the laughter that I had with you. These two years went a way too fast. You helped me alot during our initial days here at IIT. I wish you lots of success in your life ahead. Hamesha kush rehna Or 502 ko yaad rakhna. \n\nBest wishes\n\nSaim","name":"Saim Rehan","roll_no":"2202102008"},{"comment":"Mawaaa...Had a lot of funny conversations with uu.....Ha we didnt had much conversations but still  everytime we meet we are on complete different vibe ..Happy to see the way you are going ahead... .I Wish u good luck in your journey....and All the besttt ...","name":"Sai Ganesh","roll_no":"2204102001"},{"comment":"Dheeraj bhai apna aur bhabhi G  ka dyan rakna😂 , baki aap kya padate the mja aa gya ,  kash hme ese teacher pehle mile hote , PTA nhi hm kha hote , overall bhai  bahot mja aaya aapke sath.  Baki aur kuch acha  nhi likhna chahta kyuki dost hoo na ,  bye dheeraj Bhai ","name":"Sudhir Gill","roll_no":"2202102019"},{"comment":"Dheeraj , we met during TA duty and therefrom our bond as a friend started, You have sharp mind and helped me lot during the TA duties, Congratulations for your placements again, Wish you all the best for your future life, Please stay connected ","name":"NEERAJ NIKHIL","roll_no":"2204102008"},{"comment":"A chill person, really making balance between personal stuff and academic stuff.","name":"Saurabh Kumar"}]