[
  {
    "comment": "Hey Diksha! I am so glad to have met you here. You have a great personality and I loved talking to you so much. May you be blessed with everything you aspire for! ",
    "name": "Mohini"
  },
  {
    "comment": "Hello Diksha, I got to know you in the last days of my masters, but it was super fun to hang out with you every time!  I wish I got to know you before because you are an amazing person. \nAll the best for your future 🫶🏻",
    "name": "Simran Rana"
  },
  {
    "comment": "You are the most nakhre karnaari girl I have met in my college life. Itkee nakhhre tar aamchyaa ikadche Patwardhan kaaku pan nahi karat!. Aso (melodramatic bgm), palak jhapakte hii tujhyashi sawwaad sadhta sadhta kashe 7-8 mahine nighun gele kallach nahi. I will miss you Marathi mulgiiiiiiiiii.",
    "name": "Amit Vikrant Dhavale"
  },
  {
    "comment": "Most supportive room mother i could I ask for...  From ur singing talent to always being so caring... To always being an ear to me... All I can say is u r so genuine and u r just like me ",
    "name": "Sneha"
  },
  {
    "comment": "Dikshaaaaa! meri pyari dikshu! AH! kya hi batao abhi. bas ek hi saal ek saath the, kaash aur din ek saath reh paate. Unit 612 bohot yaad ati h mujhe and tumlog humesha mere gharwale jaise pyaar aur care kiya mujhe! Thank you so much! All the best for future aur bohot tarakki karo life mein,! ILY <3",
    "name": "Shibani Das"
  },
  {
    "comment": "Dear Diksha Di,\nThank you, Di, for your help and kind guidance. After two months when you will not be in the lab, your kind words will guide me.\nBest wishes for your bright future. May your journey be filled with endless opportunities, remarkable achievements, and boundless success. 👍👍",
    "name": "Mahesh Sahu"
  },
  {
    "comment": "Diksha Bambyyyy, you have been an amazing friend because you are amazing. I will miss all the moments we had together. lab me dance karna, warden se bach ke hostel ki chhat pe jana, ghanto baith ke apni problems share karna. I am gonna miss you. Wishing you a great journey ahead. Dikshaaaaa bambyyy.",
    "name": "Vibha Choudhary"
  },
  {
    "comment": "HEY Buddy!!!!!! Dinner partner.....evening snack partner....padoshi lab partner.. .o my god... always remember me while having a khichdi...I wish you the best for ur future...I will always cherish our moments.... Vibhasaur gang....dance...special dinner...and everything... I will miss u diksha....!!",
    "name": "Shivani"
  },
  {
    "comment": "Hello cutie, will miss our late night gossip sessions, spanking you🤣, hugging you, and giving a pappi whenever you are annoyed....thank you for everything....love you 😘",
    "name": "Nisha Kumari Barsha"
  }
]