[{"comment":"An environmentalist and nature lover with some crazy philosophies ! Possesses extraordinary knowledge about birds. An amiable and caring person. PS : Expect some noises / shouts when he is engaged in gaming XD. A pro in esports and chess. Former Prakriti club head ... ","name":"Raghuvamsi Bokka","roll_no":"200003062"},{"comment":"if u r walking with sanjit, u may miss the chirping of any bird, but sanjit can't...a true nature lover...knowledgeable bnda..anime and game lover...guitarist and a disciplined guy...this is the man whom i love teasing (🐕) iykyk 🤣...wishing u all the best for the future... ","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"I wonder who is the real Sanjit, one who plays valo or the one who spends time with us? Straightforward and friendly. Possesses a unique skill of spotting birds hidden from ordinary eyes :). Generally plays metal on guitar but i enjoyed the melodies more :). All the best for your future endeavours.","name":"Yeeshukant Singh","roll_no":"200002082"},{"comment":"A true nature lover, he does have a sixth sense, he identifies a bird from miles away, well I can't spot a bird flying above me, but walks with you gave me a different perspective. Awesome guitar skills, anime lover, chess player and a great friend. All the best for your future bro !!","name":"Bhavya Dalal","roll_no":"200003020"},{"comment":"Sanjit is super chill and soft spoken in life. I can't think of a way to trigger this guy XD. A lot of things can be learned from the way he lives his life. Keep rocking, wish you all the best!","name":"Vihaan Thora","roll_no":"200001079"},{"comment":"I will always remember the guitar-tabla collab in our first year and podiuming at IBCC in our final year. Please keep the fire of learning music alive inside you! You are empathetic towards animals in every way possible. Have a wonderful life ahead and all the very best!! ","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"In a room full of people with mainstream musical interests, it was just you and me who loved vibing to heavy metal. 'Iron Man' always reminds me of you and your electric riffs. Everyone should learn compassion towards animals from you. Had an amazing time together. All the best for the future!","name":"Kshitij M Bhat","roll_no":"200003042"},{"comment":"True nature lover, kind-hearted, and humble. plays great music 🎸! Despite being quiet, the man has unique talents. Who knew the most attentive person in the class is also an OP gamer? You rock playing 'Back in Black' just love it !✨ So grateful to have met you, bro. Wishing you all the best bro !","name":"Jaydeep Umarya","roll_no":"200003035"},{"comment":"One of my first friends I made in IIT Indore in online mode. Though we couldn't find many common interests in offline, thank you so much for those very memorable early days! Good luck for everything that awaits you.","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"A hardcore gamer and an anime fan. The only time you’ll find him having an outburst is while Gaming. Possesses a unique and interesting perspective on life. Btech is too small to understand him. Although does not express much, but a lively person. All the best for your future bro!","name":"Chirag Goel","roll_no":"200003023"},{"comment":"Roommate. Cool-headed unless ofcourse he is playing Valorant. Has the skill of telling the bird name just by its chirping voice. Soft spoken persona. Knowledgeable on all the hobbies he follows be it chess, anime, etc. Aims to take the first plate in the mess in dinner daily 🤣.","name":"Atharva Tayshete","roll_no":"200002016"},{"comment":"The most diverse personality on campus, from being an animal lover to being the deadly killer in Valorant, from being so humble to having so different tastes🌚. Agar Sanjit ne thhaan liya hai to koi maai ka laal usko nahi rok sakta😂. ","name":"Mukul Jain","roll_no":"200001050"},{"comment":"A True Nature Lover and a Fellow Cult Club Head. Most Knowledgeable and expert when it comes to Anime and those \"special\" shows. Everyone knows he's the go-to guy for that. All the very best for your future endeavors and keep the same high spirits.","name":"Aryan Yadav","roll_no":"200001010"},{"comment":"Roommate and good friend.A nature lover and great guitarist..Still remember his performance in multiple b'day parties 🎉.And how could I even forget his aggression while gaming XD..A fun experience which \nI am sure only his roommates could relate to 😂.Finally all the best for your future bro😇!!","name":"Jyotirmay Mitra","roll_no":"200003038"},{"comment":"A disciplined individual deeply connected with nature. Fun fact😂: His normal walking pace surpasses that of Usain Bolt; when we leave the hostel together for dinner, by the time we reach the dining spot, he's already finished his meal before I even start mine.","name":"Ajeet Kumar","roll_no":"200003006"},{"comment":"Sanjit and I started as frenemies to grow into most sympathetic others for each other. IITI Chillbois, Mech group fights, IITISoC, subtle sexual innuendos, what fun have we had! Sanjit is trustworthy, caring, and makes a constructive difference in everyone's life. Keep in touch bro! All the best! ","name":"Abhijit Panda","roll_no":"200003003"},{"comment":"Enjoyed my time with you, man. One of the purest soul I have met in campus. Yaar bahut patla ho gaya lekin tu,  I hope thoda interaction jyada hua hota apna last mai. You were better at chess, clash royale and now trying to be better at Valo too, stop it😂. Stay in touch bro ","name":"Devansh Agrawal","roll_no":"200002028"},{"comment":"Hey there, fellow anime connoisseur xD. The most calm guy I've come across during my undergrad, plus dude I was so surprised to find out you played guitar lol. Keep loving them animals, we need more peeps like you. And remember, it's a small world ;)","name":"Het Sekhalia","roll_no":"200003032"},{"comment":"Bro seems quiet but is basically a rockstar, plays the electric guitar like a pro, A very sincere and humble person great meeting you. All the best with your future endeavors ! \n                                                                                                       ","name":"Suraj Kumar Yadav","roll_no":"200003074"},{"comment":"A gamer who games with a passion, and is good at it. A chess enthusiast and a skilled guitarist. A person with many talents, which some could only dream to achieve. And also an academic achiever and a nature admirer. Great to have you as a friend.","name":"R Harsh","roll_no":"200003061"},{"comment":"If you are in apj and listening a melody of electric guitar at 5 pm, then this is your guy. Hardworking , sincere and Pakshirajan of iit indore.","name":"Suryansh","roll_no":"200003075"},{"comment":"Before offline interaction I just knew that you are very good guitarist and chess player. But after that I was amazed by your discipline towards life and connection with nature. I have always enjoyed interacting to you and doing few music collabs. All the best for your future!","name":"Abhinav Lade","roll_no":"200003004"},{"comment":"As calm as a saint (but ik that about discord server you made🌚) with a ton of skills inside. \nAll the best for your future bro. ","name":"Jaisurya","roll_no":"200003034"},{"comment":"One of the most calm and disciplined person I’ve ever met. Kudos to those valo tourneys we played together one of the best teammates an igl can ask for! Kudos to our upcoming valo matches and Best of Luck for future!","name":"Anshuman Das","roll_no":"200003012"},{"comment":"Bahar se shaant, and nature lover,  andar se ekdum phaadu anime fan and gamer! All the best sanjit!","name":"Akshay Tak","roll_no":"200003007"},{"comment":"Aah Musician or Anime or Anime supplier :) or my first roommate. Enjoi life buddy! ","name":"Harshwardhan Chaube","roll_no":"200002039"},{"comment":"The only one in the campus that might know more than me, especially about birds and animals. A fellow doggee lover and a ByteBandit. It was fun Solving CTFs beside you. Always keep wining in life, Sanjit!! ","name":"Nilay Ganvit","roll_no":"200001053"}]