[{"comment":"You are not just my best friend; you're my everything. These past two years with you have been nothing short of magical. Thank you for being my confidant, my partner-in-crime, and the beacon of light in my life. I cherish our bond more than anything. I love you beyond measure Magical Mohini.","name":"Trupti U Rathod","roll_no":"2203171012"},{"comment":"Mohini, you are the best person I have ever met. It all started with an interview, then friendship and now molded in such a beautiful unbreakable bond. If there is a definition of perfect, it's you. I could write many pages and it won't be enough. I wish you achieve everything in your life.\nMiss you","name":"Shubham Sadhya","roll_no":"2203171012"},{"comment":"Hey Mohini! Bro, you are the best person in my life, I ever met. You are the most talented and amazing person,  managing too many things at a time. Bro, we had a wonderful time together. I'll never forget this precious time. Love u,, bro! And all the best for ur future my sweetie!!. ","name":"Sheetal","roll_no":"2203171012"},{"comment":"Dear Mohini Di, \nYou are also among the best seniors I have ever met; your friendly & helping nature never made me feel like you were a senior. You have always helped & guided me, like my elder sister.\nBest wishes for your bright future journey.\nI wish to see you, Delhi CM, after Kejriwal.","name":"Mahesh Sahu","roll_no":"2203171012"},{"comment":"Hey roomie!, one of the most cheerful and energetic girl. you rocked in college with your achievements. Don't lose your confidence and energy. Always keep smiling and stay connected.","name":"Simran Rana","roll_no":"2203171012"},{"comment":"Hlo TPC member Mohini!!! You are a bahut acchi ladki yaar and I really appreciate tumhare many tasks ko parallely handle krne ke hunar ko. I will miss tum sab logo ko yaar, so please stay in touch with hum sab😀 'Or haa mm tane bulaula Rajasthan churmo khaba tai, jroor aano hai'. Best wishes bahna👍","name":"Sanjay Kumar Yadav","roll_no":"2203171012"},{"comment":"Hi mohini, glad i met some delhi people in the campus which made this course bearable. Will surely miss random gathering at jucilicious for some reasons.Hats off to your multitasking capabilities it surely motivates people and please change the phone cover to flex.  I wish you the best future ahead.","name":"Aditya","roll_no":"2203171012"},{"comment":"Mohini's name is such a fit for her as her pretty smile and calm aura could make anyone's day ten times better. She is such a talented and humble person. I hope you achieve all the things you wished for in life and stay in touch!","name":"Nishi Thakur","roll_no":"2203171012"},{"comment":"Hey Mohini, You are so good at networking and managing extra-curriculars. Very calm, hardworking and good at managing a lot of stuff simultaneously. All the best for your future. \nStay happy and blessed! ","name":"Harshita Samaur","roll_no":"2203171012"},{"comment":"The elegant lady is what I have to say for her. I have learned so many things from her. Her manners have always amazed me. She has always been there whenever needed. And the way she manages everything keeping a balance in all is outstanding. All the best for your future endeavours ❤️💗","name":"Madhurima Das","roll_no":"2203171012"},{"comment":"Hey Roomie :)Very calm , sweet person.🥰 Can i ask you one question? How can you be so nice always\n??\n I hope you achieve everything that you aspire for and be happy always.❤️ Stay beautiful<3 \nStay in touch :)..","name":"Ishita Agrawal","roll_no":"2203171012"},{"comment":"hey Mohini!😊 Your kindness and humility have left an indelible mark on everyone fortunate enough to know you. I wish you all the best for your future endeavors. May your path be filled with continued success, joy, and fulfillment. Keep shining brightly✨.","name":"Khushwant Saini","roll_no":"2203171012"},{"comment":"Dear mohini, You are so kind, humble, positive  and strong woman..I cherish the moments I had with you, I cant forget the choral dam trip with u guys.It was too good.. Wish u all the best for your career..","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2203171012"},{"comment":"Mohini, I admire how smoothly you manage your time with academics or extracurriculars. You are such a joyful soul, and I wish you the best for everything that you want to achieve. ","name":"Diksha Madavi","roll_no":"2203171012"},{"comment":"Mohini, you have a great future ahead of you! Loved meeting you at IIT Indore.","name":"Sparsh Arya","roll_no":"2203171012"},{"comment":"Hii Mohini, yrrr ye 300 words ka limit nhi hona chaiye tha yearbook me 😑..Honestly, you are one of the best and helpful personalities I've met in IITI. I'm always thankful to your efforts as TPC...uske alawa b yrr you always showed a gentle behaviour...All the very very best for your future💐💐✨","name":"Rahul Kumar Sharma","roll_no":"2203171012"},{"comment":"Hii my fellow EC, though u were a senior but never felt like that. It was really a pleasure working with u. Wishing u all the best for ur future. Enjoi life !","name":"Harshwardhan Chaube","roll_no":"2203171012"},{"comment":"Hi Mohini, we had a little time together during the elections and it was a great experience while conducting the elections with the team. Best wishes for ur future.","name":"Mani","roll_no":"2203171012"},{"comment":"Hey Mohini. I don't know how you find time to do so many things. Managing mess, Coordinating placements of masters students, participating in GC Badminton.  I really need to learn time management from you.","name":"Md Sahid Ahmed","roll_no":"2203171012"},{"comment":"She has good skills in English and writing the mails. She keeps herself engaged in almost all clubs of IIT Indore and had a good time with you as a fellow dining secretary. I wish you a great career ahead.   ","name":"Zen Kapadiya","roll_no":"2203171012"},{"comment":"Hi Mohini! Thanks for helping me drape my saree during Durga Puja. I know what a busy-bee you have been.  Congratulations on your dual degree.😁I wish you the very best for your future🫶","name":"Bidisha Choudhary","roll_no":"2203171012"},{"comment":"Hi Mohini! I will miss that part jab bhi kuch mess ka bat bolna ho to I used to complain to you 🤣 It was great meeting you . All the best for your future❤","name":"Moumita Pal","roll_no":"2203171012"},{"comment":"Mohini, I enjoyed working with you as a TPC Manager. I wish you all the best for your future. loads of love.","name":"Shubham","roll_no":"2203171012"},{"comment":"Hey mohini..it was really nice to meet you here.. wish you good luck for your further journey!","name":"Ritika Sharma","roll_no":"2203171012"}]