[{"comment":"We r so grateful to hve u, carryin evryone togethr with sch a soft heart. Greatst motivatr, energy booster & hrd workr. Uv groomed & tught me so mch.Cherished evry momnt togethr & cnt think of college life without u. Continue crying & irritating me as alwys. Keep grwing my dearest GEM, Baki Sahi Hai","name":"Abhinav Yadav","roll_no":"200004001"},{"comment":"Sweet, Caring, Hard-wrking. My const motivator, non-judgmental buddy, support system in my highest & lowest moments & natural alarm fr xams & 308. I cherish evry moment spent with u. I wish u achieve evrything & be happy always. Stay in touch forever, \"milte hai\".I'll always be there for u lil bird.","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"My dear Aayushi, you are such a genuine and kind person ( when you are awake 😶‍🌫️), and you always try your best to overcome whatever the obstacle is ( no matter the outcome ). Thanks for being there for me, and I hope you keep your spark. Best of luck for your future 😊.","name":"Hasnain","roll_no":"200002040"},{"comment":"One of the kindest ppl in the campus, who makes sure everyone is happy and no one is ever left hurt (sometimes a bit too much). Your nagging during placements & exams was a great motivation (\"mehnat kar deta hu nahi toh ye sar phod degi\"). Thanks for always being on my side in all my highs and lows.","name":"Omkar Shirgaonkar","roll_no":"200001057"},{"comment":"Aayushi...You are that sweet, kind and mature person, one with whom you can confide in. Your constant efforts glued everyone together. Your super-positive energy brings a smile to those around you. Thank you for always looking after me and caring for me like a sister🤗❤️All the best for the future!!","name":"SNEHA KANJICKAL JAMES","roll_no":"200002071"},{"comment":"Dear Aayushi, You are the cutest & sweetest girl I have found on this planet! Your self-talks, \"Aayushi Padhlo! Kya kr rhi ho\" is something I'm gonna miss a lot. Finding the positive outlook out of everything is loveliest trait of yours. Aage ke life aur prince charming dhundne ke liye best luck🥰","name":"Isha Pankaj Pathak","roll_no":"200004019"},{"comment":"A sweetheart and cutie..Itne politely and sweetly baat krti hai. I really learnt how to make the best decisions and remain stuck to that from u. Tumhare shower singing and tez tez pdhna is a core memory 😂. U deserve the best in your life ❤️. Wo late night gossip, girl shopping and cooking are ❤️.","name":"Bhavya Gupta","roll_no":"200004008"},{"comment":"Aaaaayushii, tumhara to flat me naam hi bulati rhti mai. The cutest person I know, hamesha sabki care krti, mujhe hamesha pyaar se motivate krti. Pyaari si, with her k-drama level dreams, may all of them come true. 'Bol to sahi rhi ho' and 'are sahi hai, actually sahi to nhi hai' yaad ayenge, love u","name":"Khushi Verma","roll_no":"200001036"},{"comment":"My little bundle of joy,personification of sunshine and hope,cutest girl who romanticises life and lives it to fullest with her friends!tumhare sath hall k table p baith k baatein krna,twinning krna,MasterChef bnna,trips,nightouts,helping in difficult times,caring hmesha yaad rhega.luv u gorgeous ❤️","name":"Kirtika Zanzan","roll_no":"200002085"},{"comment":"Hopefully me qualify karta hu as part of the \"kuch hi log\" XD Always sweet and caring, may you never change that and I wish you the very best for everything ahead!","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"I still remember, when everything was online and everyone was at home. You messaged me one day, and then we talked for a long time afterwards. That was the first time since enrolling in IIT that I felt like I had a friend. \nSuch a lovely and adorable girl. ","name":"Khushi Panthi","roll_no":"200002045"},{"comment":"Aayushi, my lil crazy girl. I thought I was the craziest one but you proved me wrong🤣Our night outs in AEM lab have been the most fun. You have been such a sweet, caring and lil innocent friend😜All the best for everything that is waiting for you. I am sure you will do great in life❤️😊","name":"Manusri Ajmeera","roll_no":"200002004"},{"comment":"You're very sweet, warm-hearted girl with a cute smile ,Love talking to you, its always fun.  Really enjoyed  the garba nights, movie night together, train ride to home with you .Let's create some more memories together in Banglore. Good Luck for future!! ❤️\n","name":"Kanchi Pardhi","roll_no":"200001032"},{"comment":"The first girl I met who loves anime and I mean realllly cherishes it. You have always been thoughtful for others even if it meant putting yourself at discomfort. Being soooo caring can be dangerous 😂. Be yourself and keep smiling. All the best for your future endeavours.","name":"Nischit Hosamani","roll_no":"200001054"},{"comment":"All- Pr hm toh kch aur lene aye the, Aayushi- m ye leleti hu acha lag rha na? Was my fav aayushi moment, the sweetest way someone could ever say this. TPC meets, kch companies k time tko bhut preshan kiya bro subah subah uthake😂apni mst lively talks hmesha milte tb. Abhi bhi milte rhenge broo!!!","name":"Anushka","roll_no":"200001006"},{"comment":"Smart, sweet and caring....love the way you carry yourself, thanks for always inviting me in the flat bkc and helping me out in my makeup or dress, Will miss youuu and the people from 505💕, Milte rahenge yrrr and will have the gossip nights again, Wishing you lots of happiness! 😊","name":"Princy Singh","roll_no":"200003059"},{"comment":"Ayushi radiates pure sunshine! extremely lucky to be a part of her circle. Hardworking, inspiring, and always a blast - you're amazing! ✨.Keep shining bright and Wishing you all the very best for everything you dream of. Stay in touch! ❤️","name":"Monika","roll_no":"200002053"},{"comment":"Too bad from me to have interacted this late tbh 😅(during Antenna class), Sweet and genuine person. Never shed that. ATB for your future !!","name":"Atharva Tayshete","roll_no":"200002016"},{"comment":"We made a lot of memories in our second year, but after that, we grew apart due to some of my mistakes. I hope we can spend some time in Bangalore so that I can correct some of those mistakes. We never went to see Suzume T-T, but maybe we can plan to see some other movie in Bangalore. All the best!!","name":"Akshit Khanna","roll_no":"200002006"},{"comment":"Apni jlr wali conversation hamesha yaad rahegi bro, one of the most hardworking, kind and down to earth person who a lot of fun to talk with, unke driver ke room ke badle 1 waitlist trade off karna yaad h n bro?😂 All the best for oracle, I'm sure ul'l Excell there too, stay in touch!","name":"Sarvagya Kanungo","roll_no":"200005040"},{"comment":"An enthusiastic girl who might not know how to do a thing rn but confidently she'll always get it done. Always willing to contribute and help around the campus. Keep the same energy wheather it be anywhere else or the upcoming times in Bangalore. Always be the suzume of this side of doors, Aayushi","name":"Nilay Ganvit","roll_no":"200001053"},{"comment":"sweet and cool girl,  had some enjoyable talks with you.....All the best for the future and stay in touch❤❤","name":"Neha","roll_no":"200001051"},{"comment":"You're so much talented, We participated and won that IIT mandi tech fest competition still the greatest achievement in my CV 🤣. A great teammate and creative engineer cheers enjaay life to the fullest. ","name":"Srijan Parashar","roll_no":"200003073"},{"comment":"A very encouraging and supportive friend sneha could ask for. You're a real charming person. I wish you all the best Aayushi.","name":"Abhishek k","roll_no":"200005002"}]