[{"comment":"From being an online(corona times) friend to a person with whom I shared almost all of my interests, how could we have so much in common? You r so good-hearted and cheerful. You got a great core and strength(inspirational). Ngl, making u laugh is easier than not. Thanks for being so supportive!!âœ¨","name":"Gaurav Gill"},{"comment":"You've been a great junior in every aspect whether btp or on basketball ground. Thank you for making that sport a crazy memorable experience. I wish i could relive the 10 days we spent in IIT Delhi. All the very best for your future aditi. ","name":"Drishti Sharma"},{"comment":"Best Coach !! I have spend my most memorable time with you during lunch and dinner hours! Accha h aaram se khaya kr, batte bhi hoti rehni chahiye . I like your happy & humble nature.  Trips and parties m sabse sober and caring girl haha. Stay the same always ! milte rehna <3","name":"Ujjwal Hendwe"},{"comment":"Kabhi Kabhi Aditi mess mai bhi yuhi jaldi khana hota hai.. kabhi kabhi Aditi joke samaj jaye to wo ek sapna lagta hai... core gym partner, person with same initials as me but opposite height, impulsive speaker at many momentsðŸ¤£. Aur haa roast thoda kam kiya karrðŸ¥²...","name":"Aditya"},{"comment":"Start with mastering the art of eating and breathing at the same time. Drink na krke bhi sbse jyada bhand lagti hai cos you are high on life.I am so gonna miss our late night convos on any random topic but kbhi kbhi samne vale ko bhi bolne ka mauka de diya kr yaarðŸ˜‚i really hope to see you in blrðŸ«‚â¤","name":"Mitika Bhadada"},{"comment":"Aditi, hu me south Indore ki,\nProtein vala diet, herbal vali tea,\nMera mann jo krega, me vahi krungi,\nMess me jldi jldi khana to me nahi khaungi. ","name":"Dev Daftari"},{"comment":"From knowing you as an absolute introvert to getting to know your CRAZYYY side our friendship grew every day.. Keep giving people healthy living tips and a reason to smile. I'm so gonna miss you and your khee kheeðŸ¥ºðŸ«‚","name":"Anshika Verma"},{"comment":"Yoga Master  Aditi . Your laughter is contagious, The way you talk it really puts smiles on everyone's face.\nOnly girl who ever complimented as as Cute and I didn't knew how to respond ðŸ¤£.Will miss giggling and laughing with you.  Also you cook really delicious food.\nAll the best and keep shining !","name":"Vansh Kathnawal"},{"comment":"You can have a great career in fast eating competition. For me you are sbse innocent and kind hearted person in our group though kabhi kabhi tukke se unintentionally you bomb a dank joke but still i want you to stay the same as you are coz this  makes you unique Aditi.","name":"Mani"},{"comment":"Ab tujhe tez khane ki zarurat nhi hai, aaram se khana khana. Jokes aside , you a=were the sweetes person i have known in my college life. Never saw you angry . You always treat the person with a smile and thats your biggest strength . I hope our paths cross again somewhere in the future, ðŸ™Œ","name":"Sujal Patel"},{"comment":"If only I could have a sleep schedule and be health conscious like youðŸ˜ðŸ˜. Gonna miss youðŸ«‚. Always stay connected.ðŸ’—. ","name":"Hritika"},{"comment":"A fitness freak and a sweet person.....You inspire me to work out ðŸ™ƒ. Enjoyed playing with you. All the best for your future and stay in touch.â¤","name":"Neha"},{"comment":"Only person with perfect sleep schedule in flat. It's fun talking to you.  Enjoyed the basketball practice sessions with you. Keep in touchâ¤ï¸","name":"Kanchi Pardhi"},{"comment":"started our interaction with the dance club, separate practice session, aur humesha haste rehna was const. Logo ki backbitching krne me bahut maza aata tha. All the best for ur future","name":"Rounak Jain"},{"comment":"The always smiling person I've met in clg. My all time sports partner during covid, those were nt bdmntn matches but endless laughing sessions for no reason. Campaigning toh yaad hi hogi broðŸ˜‚Those days were completely diff. Trese yoga seekhna rehgya yaar! Milte rhenge n haste rhenge for no reasonðŸ˜‚","name":"Anushka"},{"comment":"Tere birthday pe jo naache the, quarantine me jo nache the, or KV shed pe jo naache the apne.. bhai bhai bhai.. maza aa gaya tha. Tru hasti khelti ladki + innocent. Thanks for asking me to participate in random sports gamesðŸ˜‚(kyuki free ke medals vahi se aaye hai mere paas)","name":"Riya"}]