[
  {
    "comment": "Gymm karta reh bhaiii, gains zarur aayenge, koi advice chiye toh bhai ko yaad karlena and never stop being the crazy crack head person you are(includes getting crazy photos clicked XD). See you on the other side.",
    "name": "Akshay Tak"
  },
  {
    "comment": "The most chill person I met on campus (and I thought it was me 😔). Fun loving, fellow anime watcher and gamer always adventurous and cheerful. Had a splendid time together and I wish you best for future!",
    "name": "Sanjit Vyas"
  },
  {
    "comment": "Who else but padmanabh with his controversial jokes......stop it.....get help!!!!.....Thanks for the memories and fun....keep letting those intrusive thoughts win ...🫡",
    "name": "Swaroop Chintada"
  },
  {
    "comment": "Stop giving NPC vibes by wearing those Crocs bro. Also, when are we boarding the next lethal train? And about the rizz, I know where it got you :) On a serious note, keep getting better with the guitar, and you will definitely find her.",
    "name": "Vyvaswath"
  },
  {
    "comment": "Candidates-No.2! Ek din zarur 5 consecutive match haraunga tujhe.\nThough we have difference in some things but the amazing vibe gonna overpower always.\nMy first gym trainer 🙂",
    "name": "Yash Mohan"
  },
  {
    "comment": "Started with Valorant, ending college as flat-mates. Probably you have seen my most vulnerable side, enjoyed the big talks that we had couple of times. One day, you will definitely achieve your goal to have a body like me😌, keep working out and following me. And stop simping over your flat-mates.",
    "name": "Devansh Agrawal"
  },
  {
    "comment": "\"Hai Padmanabh, how's your ankle?\"---->\"Good bye and all the best\". Btw you're welcome for making you what you're now 😌",
    "name": "K Madhumitha"
  },
  {
    "comment": "Tallest blud on the block. Never seen ya in a uncool mode! Keep that up. One thing to work on is your communication (so I heard 💀). Gym jaa jaa ke, protein kha khake big boy banra yo. Until next time ra! \nPeace.",
    "name": "Kamaraju Vishnu Vardhan"
  },
  {
    "comment": "Tere hasi bahut hi comedy h, radission ki bkc, pool me nahana, roz breakfast karne jana aur mastt TT khelna is best. Milte toh apan rahegi hi",
    "name": "Rounak Jain"
  },
  {
    "comment": "Theek he bhai, you’re tall. But yk you’re also a good listener, the amount of crazy bs thought you’ve heard from me is commendable. Thanks for being amongst the few people I could come to, especially during them winter days XD. Always there for you shawty! Chal ab leg day he aaj😙PS: puns intended.",
    "name": "Het Sekhalia"
  },
  {
    "comment": "You are the coolest guy I know. I was always fascinated by the fact that you would do everything with so much ease. Stay the same. All the Best for your future. ",
    "name": "Khushi Gupta"
  }
]