[{"comment":"Hey bro Only because of you i didn't get any backlog during online semesters so thank you for that. those late night talks and anime discussion  all other that stuff we have done in 103 i will never forget those moments bro. Keep progressing in your life bro all the best.","name":"Viral S Rathod"},{"comment":"Hero ra nuvvu \nAll the best ra. Happy ga undu. Thank you...  em cheppagalam inta kanna\n","name":"Srihasa Ogirala"},{"comment":"HERO HEro hero...first time evarraveedu black goku dp pettadu, yedo anime freak aiyiuntadu anukuni matlada. Tarvata thelisindi nuvvu HEro ani. Na second roomate mowa nuvvu kani chaala memories lo first untavu. Future projects lo partnerships unte chuudu. Anthe ra malli Kaluddam. \nP.S 1 piece >> JJK","name":"Jayanth Kumar"},{"comment":"Nelo naku oka peddamanshi kanisthadu ra, our Coffemachine, ni coffee ki big fan mama, best left winger of IITI, Miss your Coffee mama","name":"Raghavendra Buchammagari"},{"comment":"CT mamaa.. big fan of your hairstyle, bread (tony stark level lo untadhi) and dressing style ra.. asal oo swag untadhi.. ","name":"Sathvik Reddy Govindu"},{"comment":"manam kalisina event gurinchi maatlaadali😂😂...urumulu...pidigulu...current povadam...badaminton court lo kalisi one piece discuss cheyyadam...daani kanna mundu...2-1 exams appudu nenu ni peru adagadam comedy...😂🤣","name":"Yagneswar"},{"comment":"One word to describe you is \"The Psychologist\" . Hoping you will teach me guitar one day ....","name":"Veeramalla Varun"},{"comment":"Mama I love your attitude ra. Keep it constant. I like how his personality changed with hairstyle and dressing style. Though started late, I like discussing F1 with this guy. Stay in touch mama. And let’s complete that presentation tonight 😂","name":"Shankar Nakka"},{"comment":"kalisi chedipotam start chesam, ippudu lead lo evru unnaru antav?\ni hope u pull some, wingman kavali ante call chei, we'll pull the whole f'in club (riyal).\n","name":"Harshath Gurrala"},{"comment":"Pure joy when you are around.. cares a lot for the tribe.. One of the best character development I have seen. Ballers lo OG member kani...emaindho emo enda antav.. gali antav.. sarsarle.. one of the reason for the raise of ballers.","name":"Shashanka"},{"comment":"Man of words, first lo kalisinapudu chestha ana prathidhi chesav. Buzz lo vunna prathi topic ni explore chestav. Nuvvu chepav ani cod install chesa, dani valle chala bonding vachindi group tho lekapothe nenu most of the time out of context vundevadni. All the best","name":"Karri Trived"},{"comment":"CT, my first online friend😂 and the one who is close to my hometown. Appatlo answers sharing nunchi ippatiki chala dooram vachesam with pakka pakka roll numbers. Asalu four years ela aipoyayo teliyatle. I hope you'll achieve your dreams and all the best. Let's meet again..","name":"Lahari Poosarla"},{"comment":"Met this legend and learned how to cuss in Telugu, but bro, I swear I can't remember a single word now! 😂Always in a jolly mood. Keep flashing that smile, yaar. ","name":"Puneet Gupta"}]