[
  {
    "comment": "Great personality, soulful voice, hoping to have a jam soon!!! All the best bhaiya!!!",
    "name": "Akshay Tak"
  },
  {
    "comment": "Heya Sparsh, tu mujhse to ludo m kbhi jeet nhi skta 😂😂\nBut practice krte rhna atleast bakiyo se to jeet jaayega \nBTW, stay happy, and all the best ",
    "name": "Simran Rana"
  },
  {
    "comment": "Hey Sparsh! You are a wonderful and talented person. That guitar waala handsome boy who sings amazingly... I am so happy to have met you. All the best for your startup. You will do great!",
    "name": "Mohini"
  },
  {
    "comment": "Hiiiiiiiiiiiiiiiiiii Sparshhhhhhhhhhhhh😜",
    "name": "Anjali Patel"
  },
  {
    "comment": "Your sense of humor is applaudable.👏 \nThanks for adopting an introvert. \nKeep working on your dreams. I wish you the very best for your future endeavors.",
    "name": "Bidisha Choudhary"
  },
  {
    "comment": "The man is damn serious about his startup.\nThe musician.\nWish you all the best for your future.\n",
    "name": "Mohd Washique Ahemad"
  },
  {
    "comment": "Your dedication, vision as an entrepreneur and musician have been inspiring. It's been a privilege learning alongside you. Wishing you all the best in your future endeavors, bhaiya! #Kinetosole",
    "name": "ASVS Pradeep Reddy"
  },
  {
    "comment": "Vese Mene tujhe gusse se nahi dekha tha first time (><) but still i accept your \"gusse vali madam\"...baaki  you sing really good..keep singing and keep rocking!",
    "name": "Ritika Sharma"
  },
  {
    "comment": "From ECE to CSE to Astro to Startup, this hardworking guy has done it all 💯. An amazing singer-guitarist and a unit-mate fortunately 😃. You're a very cheerful and happy soul brother 😇. Mast Dhandhaa karo, Unicorn company banao, Shark tank mein jaao 😎🔥. Aur haan, ek achi si ladki pataao 😂.",
    "name": "Dhruvil Thakkar (DT)"
  },
  {
    "comment": "Hey ma man!! Its safe to say that we clearly are brothers from another mothers! I always loved having those deep, intellectual, funny conversations with you! You will always remain the most sexiest batchmate I've ever had! Haha just kidding, always had a good time with you buddy!! Good luck Mr. CEO.",
    "name": "Kunal Thapar"
  },
  {
    "comment": "Amazing Artist, wonderful personality and such a great soul. I like the way you speak and our every conversations. I love your singing and AOL Bhajans. We really had created great memories.\n BFF as IITians, 502unity and AOL family!!\nI wish that you will book our flight tickets next year. ",
    "name": "Mahesh Malviy"
  },
  {
    "comment": "Iss bedhangi duniya ke sangi hum na hote yaara, apni toh yaari atrangi hai..Tere wajah se yeh gaana lifelong yaad rahega, humpe apply bhi jo karta hai! All the days we've ended with your singing, all the wacky ideas you've had, all the philosophical discussions onthe dining table, are unforgettable.",
    "name": "Egu Dheeraj Kumar"
  },
  {
    "comment": "Hey Founder! The never ending bickering to discussing serious technical aspects and vibing to your guitar+vocals--the time spent together was Fab! Kam time mei khub yaade banaye humne. Kinetosole ko Unicorn banao, shark tank jao🔥stay the cheerful person you are✨ ",
    "name": "Anjana ENSS"
  },
  {
    "comment": "Hello mamu!!!!! Yaar hardworking and problem solving personality to hai teri lekin ye joke me bhi science ghusane ki aadat is very bad😀. You did well in your life but I think you have to learn ki time se kisi meeting ya class me kaise pahuchna hai😂. Best wishes bro for your businessman journey 👍",
    "name": "Sanjay Kumar Yadav"
  },
  {
    "comment": "Hi CEO sahab! Sparsh, u are an amazing person and very hardworking. I have one question sparsh, Classes mein late se aana, trip par late hona teri habit h kya yaar? All the best sparsh for u future! I learned a lot of things from u. I wish we'll meet in the future. I'll miss u sparsh!",
    "name": "Sheetal"
  }
]