[{"comment":"Wishing you all the best in your carrer.","name":"Mohd Ehtisham"},{"comment":"A person with scientific zeal ! Loves physics, astronomy and technology. Very friendly and humble person. Grateful to meet you. Keep shining and stay happy! All the best for future bro . And yes, let's meet in Mumbai if possible!","name":"Raghuvamsi Bokka","roll_no":"200003062"},{"comment":"Zaeem, tumhare bare mein kya likhu, tum to apne ho. It was a pleasure 4 me to meet u. You r such a sweet guy who is very supportive as well but generally prefers to be silent. wishing u endless happiness and a successful life.\n\nlots of love,\n\nSaim","name":"Saim Rehan","roll_no":"2202102008"},{"comment":"Hoping that this superposition state of 'student' and 'prodigy' known as Zaeem would collapse into a 'scientist' soon.\nLoved how you'd bring up some random science thought (which I'd understand only like 60% most of the time), ponder and get excited (like a kid). Had some pretty good discussions✌️.","name":"Jaisurya","roll_no":"200003034"},{"comment":"Humble, down-to-earth, and easily one of the most intelligent people I ever met in my life. Goes into deep thoughts mid-conversation😂 and then comes up with some of the best ideas ever. Will miss all our discussions on quantum computing, metal hydrides, electronics, etc. Glad to be your friend !!","name":"Jitin Sathish Kumar","roll_no":"200005018"},{"comment":"The most like-minded person with whom I had the best conversations far beyond the real world. He was the first friend I had ( remember the famous \"Particle Physics IITI\" group? 😂), and I don't think I will ever meet anyone else like this in the future. Wish you all the best ahead!!","name":"Nitin Sathish Kumar","roll_no":"200005029"},{"comment":"Agree with your comment bro  \"Just a person who stayed here for some time\"","name":"Abhishek Jaiswal","roll_no":"200001001"},{"comment":"Sweetest and most seedha guy with lot of knowledge. All the best for ur future","name":"Rounak Jain","roll_no":"200005033"},{"comment":"The one who is always into books. All the best for future!","name":"Harsh Verma","roll_no":"200002038"},{"comment":"Really passionate about physics and a keen learner . Knew about your passion for physics in the first sem when you used to ask doubts to Pakhira Sir and had discussions about quantum physics, particle physics ,etc. \nWishing you All the best and hope you succeed in the field of your interest.","name":"Siddhesh Botkewar","roll_no":"200005009"},{"comment":"Hello Zaeem, I always liked having conversations with you. You are really like the Rancho of our batch. Har chiz pr thought dene wala bhot sweet banda h tu. Always be the same, you will get your goals soon🤜🤛🙌 All the best bhai, soon milte Mumbai mai broo lesgoooo, ghar kab bula rha h fir.","name":"Aryan Gupta","roll_no":"200005008"},{"comment":"Want to have a discussion on the most deeply scientific thought-provoking thing? Zaeem is the one to talk to. Your passion for science has always, and will always continue to inspire me. I hope I get to have a lot more discussions with you even after college. Rooting for you always!!","name":"Akshita Mittal","roll_no":"200005005"},{"comment":"A person with the aura of a highly intellectual person. You way of looking at problems, breaking it down to the most fundamental stage is what is fascinating about you. All the best for your future bro ✨🙌","name":"Yash Kumar","roll_no":"200005050"}]