[
  {
    "comment": "Kota se Indore tak ka safar. Would definitely miss our depression talks😂. All the best for future.",
    "name": "Devesh Jindal"
  },
  {
    "comment": "Hasnain, mere bhai, a silent guy in public, who has a great sense of humour. Thanks for consoling me by giving more BT so that I forget my actual problems. Our Pachmarhi trip was so epic, me carrying you like an innocent child. Pro coder, great helper, and gaming addict. Be in touch cutiepie. ATB",
    "name": "Vishal Chichani"
  },
  {
    "comment": "Hasnain, the person with zero haters who loves chai☕ Your innocence and the way you sarcastically spit out facts brings laughter and happiness to those around you✨ Always up for food or tea. Always keep your ambition up. Would like to see you achieve great heights. All the best for the future!!",
    "name": "SNEHA KANJICKAL JAMES"
  },
  {
    "comment": "The man behind 90% (maybe even more) of every subgle website associated with this college, there is however so much more to you! Always respectful and accomodating, you have always given me a great time in whatever little time we spent catching up, thank you for the memories and good luck!",
    "name": "Ashutosh Nayak"
  },
  {
    "comment": "Hasnain, My ears always waited for your  'Aree bhaii...'. Pleasure to have you beside my room. All those intern ronas to lrc study sessions to the things that happened from there on were very steep. You are dedicated, a very fast learner and truly matured guy. Company kholna h bro, Keep rocking!!",
    "name": "Satwik Vankayalapati"
  },
  {
    "comment": "Pata nahi kab ye fake 405 se 405 ka member hi ho gya, Bhai ka dedication ( stonks going up), best thing about you is you always had a different view on things many people don't have, would be waiting again for-' Bhai chai pine chalega'\n\nP.S- Snake god ( cheez bolo mai pro to usme already hu)",
    "name": "Daksh Goyal"
  },
  {
    "comment": "When online, I knew Hasnain as the single-day-website-churning pro. Who knew that this pro would become one of my best buddies through college? Even if the rest of my group left me alone, he was always on my side (non-veg khane ke maamle me). Hope AdOnMo shifts your office to BLR, you sober aadmi :)",
    "name": "Omkar Shirgaonkar"
  },
  {
    "comment": "Most hardworkin person, I ever met who just get better the nxt day.So u can never really reach Hasnain's level of proficiency. Someone who actually understands me & is too iconic to be true. Come to BLR yaar, we will not survive without u. O hail mighty coder, ATB and hire me in ur future empire.",
    "name": "Aayushi Choubey"
  },
  {
    "comment": "My greatest erning of College life🥺 Frm strangers to brothers, you've been my constant. We've laughed together & cried together. Nothing comes close to your hardwork, passion & obv humour. Cheers to chai strolls Thanku for always being there and understanding me. 1 day let's start our own company. ",
    "name": "Abhinav Yadav"
  },
  {
    "comment": "The unwavering pillar🤣 he is soo admirable. Always jovial n has that amazing smile that just makes u smile too. I have seen u stroll all alone for countless number of times, always wondered what goes on in that mind of simple-genius guy. It is so much fun to crack jokes with u. Let's be in touch👊",
    "name": "Nischit Hosamani"
  },
  {
    "comment": "We really had great memories since coaching.. You always been my tech friend. Best developers in the house even better than me. The way we started our development journey was very good . I will miss your read eyes and dark circles. I hope we will always be connected in our future endeavours.",
    "name": "Suman Jaiswal"
  },
  {
    "comment": "Husnain, my friend, met in the mess where our chats began. His openness and genuineness make him lovable. When I needed a reliable developer, he was my first choice. He climbs the learning curve like a ladder; he's the sole force behind our project's success. He's not just good; he's OP! He never speaks ill of others yet he is able to contribute to the gossip. He gives such apt references. Talking to him gives me a direction. Our connection is deep enough to communicate semi-verbally. Will always cherish his company. Maqsad nahi bhulna hai 💪.",
    "name": "Gaurav Jain"
  },
  {
    "comment": "One of the most dedicated, hard-working and deserving guys of IITI. It's always a pleasure talking to him. Bhai k liye BT constant h but he doesn't let that affect him and keeps improving. May you achieve everything that you worked so hard for. Allahamdulillah",
    "name": "Dev Daftari"
  },
  {
    "comment": "Study-buddy for the first offline exams. Pro Developer, never lets the outside noise affect his game. Silently works and excels. All the best, Raza, to become the \"guy in the front\" 😉",
    "name": "Atharva Tayshete"
  },
  {
    "comment": "He is a person you would always look out for and talk to. His passion for web development surpasses everyone. His life stories and the way he narrates them are something I will always miss. Most reliable and supportive friend.",
    "name": "Mukul Jain"
  },
  {
    "comment": "You are one of the most calm, chill, and laid-back guys I have ever met. You give out the vibes of someone who will stand strong with me in any situation.  Aur bhai upar oxygen vagerah sab theek hai na?  ",
    "name": "Mihir Karandikar"
  },
  {
    "comment": "Most handworking person. Super nerdy and pro at coding. All the best for future!  Chai piyega ?😂",
    "name": "Harsh Verma"
  },
  {
    "comment": "Salam bhaijan...hasnain Miya, indeed the most skilled person in the campus...vo online wali BT... campus call ka RR... finally bhai ka jiwan happy h...varsha hi varsha...enjoi lyf..build startup...and give 10% equity to me vroo...free ka fame achcha lagta mereko..u already know😂😂😂",
    "name": "Harshwardhan Chaube"
  },
  {
    "comment": "Workaholic. One of the best study partners. The passion and dedication that you have towards your work is worthy of admiration. Those deep conversations on the long walks will be dearly missed. Cheers to the OGs of campus jo sab cheezon se uth chuke hain. Wish you the best in your future endeavors.\n",
    "name": "Chinmayi Adoni"
  },
  {
    "comment": "I still remember those  jokes in the class not at all able to focus!The best dev guy I know. The quirky sense of humour and walk stays rent free in my head. The startup brainstorming and your hardwork is marvellous. Helping you felt like the greatest use of my skills.Love to see you shining.ATB KIT!",
    "name": "Abhijit Panda"
  }
]