[
  {
    "comment": "U always have my respect bhaiya. Wish to see you reach big heights! ",
    "name": "Kailaash pandiyan"
  },
  {
    "comment": "\"Life hou tou wahique bhai jaisi hou\"  make these words count. All the best for all your future endeavors.",
    "name": "Arpit Singh"
  },
  {
    "comment": "Apna, in house tony stark. Talent ka bhandar. Bro is really hardworking. Will be a successful man one day.",
    "name": "Sparsh Arya"
  },
  {
    "comment": "Remember the first time you took me for my first prayer in IIT? I can still recall how we used to play Carom after Sehri on the GF; it feels like it was just yesterday. During the second Ramadan, there was a daily argument in your room about who would wash the utensils. U have been a BROTHER to me!!",
    "name": "MOHAMMED MUSAIB MOHD SOHAIL"
  },
  {
    "comment": "I will always remember your lecture on life that u have given to me. You r such a hard working person who gives values 2 friends as well. Thanks 4 being. I wish u lots of success in your life.. Stay in touch\n\nLots of love, \n\nSaim",
    "name": "Saim Rehan"
  },
  {
    "comment": "A loving senior who is always there to help me and never got irritated mai kitna bhi pareshan karlu. Best of luck for your future!",
    "name": "Puneet Gupta"
  },
  {
    "comment": "Kitna mehnat kar lete ho bhai, thoda aaram bhi karlo. Zindagi mein take it at your own pace! Wishing you a lotta success and happiness!! ",
    "name": "Egu Dheeraj Kumar"
  },
  {
    "comment": "Hardworking, passionate and  nice personality. \n502 ko bachane me bahot mehnat ki thi apnne. Ye baat swarnim aksharo me rekhankit ki jayegi. Jab bhi 502 ki bat hogi Washiqe ke yogdano ka hamesha jikra hoga. \n\nI wish you all the best for your future journey.!!",
    "name": "Mahesh Malviy"
  },
  {
    "comment": "Most hardworking and passionate guy for M.Tech project in my class. Keep up the good work which will take you to awesome heights in your career. Baki 502 ko bachane ke liye dhanyawaad 😂. Woh din kabhi nahi bhulunga mai. 😂😂. All the best bhai 👍.",
    "name": "Dhruvil Thakkar (DT)"
  },
  {
    "comment": "A great person and serious about work. I wish you many more in your future.",
    "name": "Rajendra Goud"
  },
  {
    "comment": "Hello Washique\nThankyou table tennis sikhane k liye \nHope you have a great future ahead and stay in touch ",
    "name": "Simran Rana"
  },
  {
    "comment": "Ladke ne loha mod diya he ek saal me\n\nYar life ho toh washique jesi,,\nBaki pair toh sabke pas he",
    "name": "Diksha Jaurker"
  }
]