[{"comment":"Prashu baby, my girl bestie, neetho 24 gantalu maatladachu ra, oka planning padhathi cooking skills aa OCD I really like ra, neeku naku oka lifetime friendship agreement undhi, so you can't go far from my life baby. Always love you baby 😘","name":"Raghavendra Buchammagari","roll_no":"200002077"},{"comment":" Meeting at 12:47 PM in washroom during exams to Meeting 12:47 AM in night canteen. Sharing many memories, emotions and motions 😂. Learned how to be and behave with people. Still remember the first day we meet in VSB that fried rice 🙃.and yeah! Thanks for taking thousands of photos 😎. ","name":"Jai Abhiram Bellamkonda","roll_no":"200002077"},{"comment":"Prashu bhaiiiii... The shakti behind a lot of peoples' friendships staying alive.","name":"Sathvik Reddy Govindu","roll_no":"200002077"},{"comment":"You are one of the most true and open-minded friends. In the beginning, when I did not know Telegu, you made sure I understood everything and was not left out. You taught me how to play so many sports and enjoy. I will never forget why you are called the \"Peoples' MasterChef\".","name":"Ashwin Jino V","roll_no":"200002077"},{"comment":"We spent a lot of time in LRC. We had a lot of conversation with random night walks. Evi evo just create chesi matladesthav edhi nijamo edhi apdhamo artham kakunda matladesthav. Just stay happy mowa.","name":"Oruganti Pavani","roll_no":"200002077"},{"comment":"Mama you are one of the person that I met who wants to get an insight in everything that I like. Keep being true to yourself and enjoy every moment. Best wishes for your future!","name":"Avinash Bellamkonda","roll_no":"200002077"},{"comment":"Starting lo Cinephiles Pani kosam matladam, akkadinundi community dhaaka vacham. Bhale matladuthavu mowa, mass asala. Booran antunna. Badminton lo OP, TT lo VP. Takkuva matladina crazy memories chesam anukuntunna ra community. Enjoy chey mowa, Kaluddam. ","name":"Jayanth Kumar","roll_no":"200002077"},{"comment":"Mana late night walks masth enjoy chesina ra. Neetho time baga spend chesa. Madhyalo enni disturbances vachina manam baga unnam ra. See you soon. And konchem deyyalu ante ucha thaggichuko bro🙂","name":"Guru Lava Kumar Chinthakunta","roll_no":"200002077"}]