[{"comment":"An overly humble person with a great heart, yet genius enough to amaze us with his achievements, he finds goodness even in the worst situations. All the best for your future, bro. A lot awaits you.","name":"Bhavya Dalal"},{"comment":"Can't think of a more gentle and disciplined person in life. Raghu is someone who is best at spotting the silver lining in every cloud. Someone give this man an award for not cussing a single time in these four years XD. Couldn't have asked for a more practical and caring roommate. ATB Buddy!","name":"Vihaan Thora"},{"comment":"a guy who is always 'Sanskaari' as u can guess from his bio itself. speaks less, though conveys the most. one of the most mature and practical people i ever met. a mechanics genius, physics lover, pizza hater, and sportsman. i m lucky to be ur roomie, and workmate...🍻","name":"Jitendra Kumar"},{"comment":"A knowledge person with keen interest in physics. Always helpful, happy and kind with an aura that I cannot describe through words alone. A picky eater (who loves chocolates 😂) and always ready to try something new and adventurous. It has been a pleasure to meet you and I wish you best for future!","name":"Sanjit Vyas"},{"comment":"A trustworthy, reliable and down to earth friend. I think we have a lot of similarities. It was a pleasure working with you on our club projects. All the best!","name":"Yeeshukant Singh"},{"comment":"Teach me Telugu. Anyway, time for some poha :)","name":"Vyvaswath"},{"comment":"I will be 122 years old and on a ventilator and you would still come and say, “Kuch nahi bhai thik ho jaayega!” and I know I will be fine. Optimism = Raghu. How are you such a good, nice hearted human😭? Everything to learn from you. Also, I have ordered an Oreo shake at juicy for our next meet 👍","name":"Soham Ghewari"},{"comment":"Pootharekulu reminds me of you. But you are more tender and way sweeter than it. Thanks for being my first teammate and, finally, my badminton guru with your legendary play and the occasionally messed up backhand serves 😂. Have a wonderful time with the gang at BPCL and all the best for the future!","name":"Kshitij M Bhat"},{"comment":"You're my go-to for positive vibes ✨, always humble and kind-hearted. Love how cool and non-judgmental you are to talk to about anything. Learned how to be disciplined from you. Meeting you in college was a blessing; you restored my self-belief when I was down.  I wish you the best for the future!","name":"Jaydeep Umarya"},{"comment":"Disciplined and composed guy who gives it all in academics or be it any exams. Never seen negativity while being around him. Pro badminton player. Good memories of gossiping at Juicy after playing badminton for close to 2 hours. ATB for your future bro !!","name":"Atharva Tayshete"},{"comment":"Hey Rakhi Brother , \nThe sweetest person I know , thanks for always sharing notes and making things simple by saying are ye to easy hai ho jayega , thanks for being such a awesome brother in college , always stay happy 💛","name":"Pragya Singh"},{"comment":"One of the very simple people I've met and one from whom I've learnt a lot. Wishing you all the best. Let's meet in Mumbai someday.","name":"Md Zaeem"},{"comment":"You are a very kind person, although I have talked to you most times related to academics, you are nice guy to talk about and thanks for always helping me throughout exams and quizzes.😊","name":"Amarnath K"},{"comment":"Best mentor one could ever get. Thanks for helping me out throughout B-tech, and best of luck for your journey ahead ...","name":"Prasanna Kante"}]