[{"comment":"Dear UKD, you are \"The Padhaku man\" of our class and taught us also. Your teaching style and problem solving skills are really great and in every situation you maintained patience. You have proved yourself by hard work, calmly.. I am lucky, you are my roommate. Thank you for all. Tōmākē bhālōbāsi.","name":"Kanchan Singh","roll_no":"2203141013"},{"comment":"I will miss his melodious voice and the random singing. Uttam blew away my mind with his knowledge of math and his ability to work all day while also maintaining a good balance in life (I could neverrr).  His willingness to learn new things is commendable and his friendship is worth more than gold. ","name":"Nishi Thakur","roll_no":"2203141005"},{"comment":"To the person with talent and intelligence thank you bhaiya for everything (specially analysis smjhane ke liye ) wishing you a happy journey ahead ...\nMISS YOU BHAIYA ","name":"Akash Tayal"},{"comment":"Thank you, Uttam, for teaching me how to stay grounded😊Your kindness in helping others, even when you're busy, is truly inspiring.😍 It shows that even in the busiest times, a little kindness can make a big difference. You're remarkable! Wishing you all the best for your future.❣️❣️","name":"Ishita Agrawal","roll_no":"2203141014"},{"comment":"I am very glad to have you as my roomie. I got to learn so many things from you. I would like to thank you for always solving doubts and teaching. One day you will be a great teacher. Keep yourself fit and do exercise regularly😂. One more thing start practicing music again. Be in touch. Miss you   ","name":"Akash Bhople","roll_no":"2203141016"},{"comment":"Hii uttam ☺, I never saw anyone who has that much commitment and dedication on one topic,it's really rare to see like you, whenever we saw each other we started laughing even without any joke 😂, I know you will do wonders in your domain, All the best for your ph.d, I will miss you uttam ❤. ","name":"Annamreddi leela krishna prasad","roll_no":"2203141010"},{"comment":"Son Uttam,if you don't call once every month.\nHe is one of the most humble and down to earth person I have ever met.There are more than n number of things that I have learnt from him.One of the reasons I believe the world can be a better place is him.Proudly being in epsilon neighborhood of his life","name":"Madhurima Das","roll_no":"2203141009"},{"comment":"World need people like you, to show how beautiful mathematics is. The way you do Riyaz & explain maths ,both are like a poetry to me. I grew as a better in your company. I will miss u Uttam Sir! Always remember that no matter what happens, I will stand with you in your ups and Down. :-)","name":"Shubham","roll_no":"2203141012"},{"comment":"To the person whom i admire the most for many things one is the harwork you do and the understanding of analysis you have and your classical music so soothing to ears you alwas help me even you are doing your work then also you give me time and make me understand the things .Thank you bhaiya ","name":"Bhanu Sharma"},{"comment":"You are a talented, yet a humble person, a rare combination to find nowadays. Keep practicing the music wherever you go.\n\nWishing you best luck for your future!","name":"Dnyanesh Mirikar"}]