[{"comment":"mohalle ki 2 auntiya jitni chugli ni karti, utni tu 209 m baithke kar deta h, angrezi correct karne ki chull...nibba nibbi wali baate, grad hone par bhi bachpan ki mohabbat ko yad karne ki dono ki aadate, makes u the perfect roommate to diskas all these nonsense talks...wo bhi rozz, pichle 2 sal see","name":"Harshwardhan Chaube"},{"comment":"Hello Kumhkaran, kitna aalsi he be tu. Aur meri english thek karna band kar bs*k. Maggi khana kam karde warna aise hi rah jayega. I hope aage bhi tu aisi hi bkc karte rahe and ye kan me tote lagana band karde waise bhi afwah udd chuki he....🤣. You are really unique and be like this, Best Wishes","name":"Diwakar Soni"},{"comment":"When we first met I never thought tujhse dosti hogi meri, honestly thought u would be the last person jisse m dosti kru bcoz harkatein hi aisi h teri but on the contrary u have a very caring sweet side which made u one of those few who cared for me.❤️ Bhul mt jaiyo mere ko will miss u bro ","name":"Shreya Singh"},{"comment":"You give great movie suggestions, despite not liking FRIENDS but I forgive you for that. Our friendship grew unexpectedly. You're always straightforward and fierce. Thanks for caring and making me feel important. I'll always be there for you, and we'll stay in touch after college. Gonna miss you DJ Bicchu","name":"Kanishka Goyal"},{"comment":"DJ, Without you, the definition of my 'college life' would have been incomplete. Tere se baat karke, I've always felt that I'm back to school. One of the best listeners I've ever met. Lagta nahi lekin bahut mature hai tu.\nWill always be waiting for you to call me bsdk and to be boys again🍻🫂","name":"Jaisurya"},{"comment":"Aur DJ..\nMumbai 🤜🤛 Delhi ❌ \nDelhi 🤜🤛 Mumbai ✅ XD\nBhai 3AM me VC pr Tanki khelne ka struggle I'll alwys rmmbr XD\nU'r the best prtnr for making lame drk jox.. just citibois stuff XD\nBhai tissue ppr yaad rakhunga Xd\nKuchh bhi kho.. vibe toh match hoti hai apni.. will miss u a lot\nStay the same ","name":"Lakshya Vedik"},{"comment":"The lord of bakchodi ! Tere saath jitna bhi time spend kiya, it was awesome. Starting from the Pachmari up till this uttrakhand trip. Needless to mention volley and swimming😉. Tere se life ko thoda sa lightly lena seekha.. All the best for life buddy!!. P.S.: I have some tissues left for you iykyk.","name":"Arush Pradhan"},{"comment":"Dj! From knowing you from TEDx till now, I guess I have known you much better. You are such a lovely friend to me. I am going to miss you and your bakwas baatein (sometimes really good ones though). Hope you stay like this always. Aur bhool mat jaana mujhe!","name":"Pranjali Gavhale"},{"comment":"DJ, You're an English expert(atleast for me) and a supportive friend with bad jokes. Thanks for always helping and looking out for me. Sorry for constantly bugging you for story/post captions, but don't worry, I'll keep doing it (hehe). Your advice has been invaluable. Stay connected🔪.","name":"Manisha"},{"comment":"Aur dj, momo pasand h na tujhe? I am not able to track ki hum pehle bar kab mile but achcha h mil gaye yaar.I am so so grateful to have met you. From our dance near tapri to our spats to sharing our deepest secrets, it's been an amazing journey.I will miss you so much and I am always here for you ❤️","name":"Ayushi Agrawal"},{"comment":"Best buddy! One who matched my craziness & always inn for all the bkcs. Exm k bich me ghumne jana ho ya exm time pe trip ki plannings jo humko bhi pata h khi nhi jane wale 😂( aur EsselWorld ka ky hi kehna 🥲)..It was so much fun with u DJ. Will miss u so much! Milte rehna ❤","name":"Monal Pawar"},{"comment":"High diet par low effect on body, Chalti ferti biology and human organs ki book. Everything will takes time and end me sab aacha hoota hai aur aacha na ho tu samjhna picture abhu baaki hai mere dost. Stay connected & kbhi bhi call karlena #iykyk. Stay blessed & happy. \"ye waqt bhi guzar jaega\" ❤❤","name":"Saurabh Yadav"},{"comment":"A gujju boy with a kind & a really big heart.Thanku yarr for letting me your jacket warna meri toh khulfi hi jam jaani thi us din. u are an interesting person with some weird choices 😂Just never stop being u cause u are simply amazing the way u are. Sending u all the best wishes and tons of loves ❤","name":"Monika"},{"comment":"Your creativity and fun-filled vibe are truly amazing! 🎨 Your talent for narrating even the most mundane stories with excitement and thrill is unmatched ✨. And the way you insist on saying 'Tu chup kar! Mai batuga ache se' to Chube is legendary. You'll always be my great friend, all the best bro!","name":"Jaydeep Umarya"},{"comment":"You gave me a lot of good movie recommendations lol. Had fun conversations with u bro. You have an interesting view of things. Wish u all the best and hope to see u soon.","name":"V Rajkumar Thomas"},{"comment":"217 ka abhinn hissa. Tourist place me Bali aur DJ k muh pe gali bhot suit krti h. DJ Mistry you're a Mystery. I've enjoyed the brief time we spent together in 217. All the best bro. Stay in touch.\n","name":"Abhijit Joshi"}]