[
  {
    "comment": "that one Bombay girl who is always late, undecisive, travels by Ola, and gets fascinated by stairs. thoda mature aur responsible ban ab, japan jaa rahi tu. ",
    "name": "Jay Viradiya"
  },
  {
    "comment": "My Real Bitch buddy. issko handle karne ka ek hi tareeka hai issko option hi maat do. Jo hum batein kaarte hai woh bahar aajaye toh samaj mai jagah nahi milegi. \"Sohail maze karte hai aaj city jaake\">>. swimming-mohit aur ..... best routine ever. Aur Paris kab chalna hai? Mumbai rock kardenge crazy.",
    "name": "SOHAIL SHAIKH"
  },
  {
    "comment": "You know that one friend you can chat with forever, about literally anything? Yeah, she's that person. She is the nicest and kindest soul I’ve met. I will never forget the chit-chats we had in the mess. Thanks again for that Rasmalai, the only one, I had in Indore till now.",
    "name": "Mukul Jain"
  },
  {
    "comment": "RDS of the group. Jitne jaldi girgeet rang nahi badalta, usse jaldi ye apne decisions badal deti hai. Japan jaake time par aana seekh liyo bahen😂Aaj tak koi insta story samaj nahi aayi iski...and yess nervous hone par phone chalana is not the solution😂All the best for your future !!",
    "name": "Vimal Tatiya"
  },
  {
    "comment": "We both know each other for the longest & have created some golden memories along the way.From studying together geekily for jee 2 clg aake 1 raat pehle padhna😂Thanks for always holding my back & taking care of me.Japan jaake wo doreamon wale bus mei zaroor baithna😂Wish u gr8 success in the future",
    "name": "Sejal Kotian"
  },
  {
    "comment": "The most beautiful, fun, hot, intelligent, crazy girl that I met in my college, whom I always went to for all my RR and \"zindagi kharab ho Gaya hai hamara\" moments. If I go on writing I guess I'll not stop, but you are Aditi Mehra to my Naina Talwar. Keep shining, stay happy, and me aa rahi hu Japan",
    "name": "NAIN GUPTA"
  },
  {
    "comment": "From the day we met at bakeology by coincidence, and meeting thousands of times since then. The excitement to have a brownie, ginger pudhina tea, making mocktails, spotting squirrels and dehydrated frogs still hits the same. The best, funnniest, silliest and clumsiest girl in my life, it was perfect",
    "name": "Aditya Handa"
  },
  {
    "comment": "Really enjoyed our conversations on music, studies and every trivial topic under the sun. Beyond your talent, hardwork and dedication, I see an amazing friend that lights up everybody's lives. Still waiting for that music collab btw! Wherever you go, I'll always be rooting for you. Cheers!",
    "name": "R. Gokul"
  },
  {
    "comment": "Our discussions on LOKI, Marvel & movies, campus during covid are one of the best memories. A person with heart as pure as a child. Gussa naak p rehta hai & bolti h mai gussa nahi hu.\"bhukh lagi hai\", chole bhature k natak, \"sab mai batau kya\", frown lines XD. Japanese bolke pareshan mat kariyo. ",
    "name": "Yash Kumar"
  },
  {
    "comment": "I just remember an incident where I had done a big mistake and you could have fired me  but instead you handled it well!! you made me understood how I was wrong and I realised it later, I hope you will always be movie buff.\nWill always remember you!!\nAll the very best didi\nName: Yash Chandramore",
    "name": "Chandramore Atul"
  },
  {
    "comment": "I think we really bonded from the start when you first came to campus. You were the first person i talked to ever in my entire college life.I always enjoyed the funny banters we had I’ll miss roasting you too. \nPS  - japan jaake blur dikhne lagta hai. Yaad rkhna🥸",
    "name": "Sujal Patel"
  },
  {
    "comment": "One of my peer introvert from the beginning. Tu bhi bhot overthink karti hai. Kam karde ab toh thoda😂. Confuse mat hua kar zaada. You are a really good person at heart. Aur Japan mei mazze karna kaafi. Hope you achieve a lot of things in future.",
    "name": "Jaskaran Singh"
  },
  {
    "comment": "Had the best convos during our time as Election Commission members and club heads....Looking forward for our upcoming journey in Japan!🙃",
    "name": "Bhavana Devi"
  },
  {
    "comment": "The wannabe-extrovert girl jisse K.V kabhi bahar nahi aa paya, who needs a movie recommender when she is around, before meeting you I thought ladkiya intni clumsy nahi ho sakti but what to say eit par pair maarke pair tod liya. Peace out Golakar Vastu. Looking forward towards our chai meet-ups. ",
    "name": "Daksh Goyal"
  },
  {
    "comment": "Whenever I looked at you aap itni confused dikti hu, but a lively person, the way we danced together in this fluxus and jo top mene aapse borrow Kiya tha, you are a sweet and genuine person, stay like this only, and all the best for japann🥳🥳",
    "name": "Khushi Agarwal"
  },
  {
    "comment": "You fathom me. Will really miss aur apt discussions on bizzare and quirky topics. Your zany humor always gets me.Geek for movies, research, lab work, late night talks, discussions, undecisivness and humar. You are the person whom I would run through an airport for ( ik you got the reference). ",
    "name": "Khushi Gupta"
  },
  {
    "comment": "My birthday twin. I really enjoyed roasting you whenever i could. You're one of the few girls who have a good humor sense ( but you're dumb). Wish you an amazing experience in Japan and i need more of your movie recommendations dumbo...",
    "name": "Abhishek k"
  },
  {
    "comment": "That egg headed girl jo hamesha rone wala shakkal banati hai jab bhi chidate hai. Person with a great music taste and a weird sense for memes 😂. Chill and have fun in Japan aur aate waqt manga leke aana. P.S. my hairs longer now",
    "name": "S Shrevesh"
  },
  {
    "comment": "To me, you are like a delightful bubble of happiness. I hope you keep shining bright wherever life takes you. Wishing you all the best for your future, filled with joy and endless possibilities 💫\nWith love,\nAyushi :)",
    "name": "Ayushi Srivastava"
  }
]