[{"comment":"The only person I hate arguing with is you, though we've never had any serious fights or debates. I wish I could win if we did. I wish we had more time together, but I guess this is it. Thank you for everything.","name":"Azaharuddin","roll_no":"2202105005"},{"comment":"Highly knowledgeable and calm.  I wish you the best in your future. ","name":"Rajendra Goud"},{"comment":"Your \"Main hota to bilkul nahi sehta\" is epic. I have learned this from you: \"Neither feel bad about anything nor worry about anything. Just mind your own business.\" From now on, you are very serious about your work, which will take you ahead. We are in Indore only so that we will keep meeting. 👍","name":"Rupendra Pratap Singh Hada"},{"comment":"Hey Cool-karni, You're the greatest one I've met in IIT.  You are caring tremendous knowledge with you. superb teacher throughout my master. Wish I had your nature but its gifted I guess. Thanks for being the best to me. I truly believe you will achieve what you desired. lets rock in VECV. \n\n\n\n\n\n","name":"Prasanna Bairagi","roll_no":"2202103010"},{"comment":"Kulkarni, the person who puts a fullstop on my overthinking. Thank you for teaching me how to let go of things & keep myself as cool as you are. There is so much more about you then nothing much. Hope to learn more form you and thank you for coping up with me. All the best and hope to see you often.","name":"Drishti Sharma","roll_no":"2204101002"},{"comment":"Kulkarni, you're more than a brother and a constant source of inspiration to me. Your curious mind and genuine heart push me to be better person always. You're calm, honest, and sincere, everything you do comes from the heart. There's so much to admire about you, and I am grateful have you along.!🤝","name":"Prasad Chaudhari","roll_no":"2204101003"},{"comment":"The person who has knowledge across all fields(all-rounder Ajya).Tumhari memory improving technique (beard vali)ye to raaz hi rah gaya😂.Thanks for always being there & everything you do.I learnt a lot from you bro yet a lot is left.I wish U will get all the things that U deserve.\nname:Shubham Pawar","name":"Shubham Pawar"},{"comment":"You're truly one of the coolest guy with a great sense of humor. You do not indulge in listening to trivial matters; instead, you prefer scrolling through your phone while eating. From what I've observed, you do any work very smartly and intelligently. You will surely be missed. Best of luck.","name":"Sneha Shukla"}]