[{"comment":"You have been a fantastic company in the lab. A caring and responsible person. You have managed everything well, starting from placements, and elected membership to research and studies. I wish you all the best for your future ahead. I will really miss you, my brother.","name":"Rajendra Goud"},{"comment":"Prasanna, the best thing about you is that you handle things very well, and these are the things that matter in real life. There is a word limit to write here, so let me tell you the rest of the things at \"Bhuru\"😂. We are in Indore only so that we will keep meeting. I wish you all the best👍","name":"Rupendra Pratap Singh Hada"},{"comment":"Thank you for always being there like a big brother, for taking care of me, and for never saying no to whatever I asked for. I may not deserve it all, but your support means everything. I wish we had more time together, but thank you for everything.","name":"Azaharuddin","roll_no":"2202105005"},{"comment":"Hey Buddy, Thank you for being the best company.  You are the most caring person I know. The way you interact with people always makes me wonder like how is it even possible! my introverted ass could never do that 😂.Excited for our next chapter at VECV. Let's rock it🙌 and please Bike lele yaar.!\n","name":"Ajinkya Kulkarni","roll_no":"2202103006"},{"comment":"Bairagi, thank you for telling me that the world is bigger than how it looks. You heal what you didn't break. U are the roots, holding everyone together. I wish to see you achieve the world, fulfill dreams you ever thought of. I am grateful that our paths crossed and will cherish our bond for years.","name":"Drishti Sharma","roll_no":"2204101002"},{"comment":"Hey brother ! we ain't cut from the same cloth, we're forged in the same fire. Our bond is the legacy built on raw instinct and loyalty, that I'll carry on, strong and proud. Thanks for being a keeper and always having my back in very situation. I wish you demolish every goal you set in life !! 🤜🤛","name":"Prasad Chaudhari","roll_no":"2204101003"},{"comment":"Words fall short for the bond we share.A pure hearted soul.Exam ke ek din pahle grp study vali padhai ,nightcanteen&mermories we have shared will always hold special place in my heart.Distance may separate us physically but ur bond remains unbreakable.friend cum brother zyada❤️\nname : Shubham Pawar","name":"Shubham Pawar"},{"comment":"thanks for being my friend who has same lvl of mischiefness.  Enjoyed your comapny, we made lots of memories. Whenever, wherever we meet,we will be classmate, labmate, brother. You are the 'BOSS' of first batch of AM.  ","name":"Rishabh kumar","roll_no":"2202103012"},{"comment":"वहिनींचे चॉकलेट बॉय, मुलींचे प्रपोजल Reject करणारे, IITचे handsome hunk❤,\nआमचे लाडके बंधू तसेच सगळ्या मित्रांना जीव लावणारे,\nलाखों पोरींच्या आणि पोरांच्या😝 दिलांची धडकन..❤\nपोरींना आपल्या स्माईल☺वर फ़िदा करणारे,\nप्रचंड food and basketball प्रेमी असे एकमेव व्यक्तिमत्व म्हणजे Prasanna bairagi 😎😎","name":"Arbaaz Shaikh","roll_no":"2202103016"},{"comment":"Your leadership quality and caring nature makes you different from others. The thing I like the most in you is your \"Pure Desi Attitude\". You are real from inside out and have never tried to portray yourself as something else. I am gonna miss you a lot and wish you to achieve great heights.","name":"Sneha Shukla"},{"comment":"Barely spoke to u until last june 😂 Well, better late than never, right? Projects can be the ultimate matchmaker! Glad we connected, bro!  VECV is calling.. Will machao there as well.  We have the darkest meme exchange 🤣😂 love u bro. You'll do wonders just believe in urself. ","name":"RAJSHREE SINGH","roll_no":"2202103027"},{"comment":"Sirrrrrrrrrrr(this is how I call you when I feel like telling you something).You are one of the most amazing senior I met in my college life. The way you care about people around you is fab I often wish we had met sooner always grateful to you And Rajendra sir for helping us survive those BTP days. ","name":"Pragya Singh","roll_no":"200003057"},{"comment":"Sirr. You are the most humble and cheerful person. The way you talk with everyone like a family it's awesome. Thank you for helping us in our project sir and I'm glad that we got close even more because of Tpc.  Those discussions and funny times in lab..will miss all of them sir. Let's meet soon sir","name":"Lahari Poosarla","roll_no":"200003056"},{"comment":"Prasanna, I thought you were a girl when I saw your name , but you are as manly as rest of us🤣, stylish, dashing and your love for shoes is amazing. Half lab partner and a good guy. He didn't found his dear here but he will get the best out there... This is clear 🤣. You'll do amazing things.","name":"Harsh Vardhan Singh","roll_no":"2204103009"},{"comment":"Enthusiastic personality and give attention to the classmates. I like your dedication towards friendship and the way you communicate with different people. We really made good memories together.\nLets meet in future.\nWish you all the best for your future journey Prasanna!! ","name":"Mahesh Malviy","roll_no":"2202103014"},{"comment":"Humare class ka leader right from TPC to any other random event. Bhau ka management and leadership skills is top class 😎. Aise hee podte raho life mein....good luck bhai 👍.","name":"Dhruvil Thakkar (DT)","roll_no":"2202103013"},{"comment":"District mates at IIT Indore. A really responsible person, and a chill company to have. The Ganesh festival in 2023, under your leadership was something else. \n\nAll the best for your future journey.","name":"Dnyanesh Mirikar"},{"comment":"Hello Prasanna, one of the sweet guys on campus. Wishing you a great great future Ahead! and warm friendships (great trips, money, food, job)... wherever you go! ","name":"Nimisha Tiwari","roll_no":"2204161005"},{"comment":"Prasanna my Boy! Just a word for you are our JACK OF ALL TRADES, an enthusiastic guy with an endearing vibe. I am honored to be your partner for the TUG OF WAR. Wish you lots success and prosperity.\n","name":"Janmejai Sharma","roll_no":"2006103002"},{"comment":"Hi Prasanna,...gym body, smile killer. Your way of speaking and smiling is always good. We would have made more memories.  but still an unforgettable guy. All the best for your future.","name":"Ramamoorthy V","roll_no":"2202105021"},{"comment":"Prasanna,  I truly appreciate how you handle everything very easily, be it organizing any festival or arranging any party. We used to talk about DA which is still memorable to me.  Now time has come to bid farewell. Best of luck for your carrier ahead.","name":"Siddhant S Barman","roll_no":"2202103007"},{"comment":"Prasanna, your personality will take you to great heights in the corporate world.  You are a sweet talker with many management skills; enjoyed 2 years on the campus with you. I wish you a great career ahead in life","name":"Zen Kapadiya","roll_no":"2204103006"},{"comment":"Thank you so much Bhai♥️ for driving us in the right path whenever required. One thing I learnt from you was \"Responsibility\".\nHope you reach great heights in life.\nLet's meet again.","name":"Gajula Thummala"},{"comment":"bhai apna ladkiyon ko reject karta 😎. Won't forget those days we spent together in 506, from late-night movies with the group to playing Among Us and having dinner ordered from Apna Punjabi Dhaba. I hope our friendship lasts forever and we meet again, and don’t forget to invite me to your wedding!","name":"Prosenjit Mondal","roll_no":"2202105008"},{"comment":"Prasanna...you have the purest heart and treat those people around you like family members. I was one of the person experienced this. I always felt stronger when you were with me. I am very sure that you will achieve great success in life. Our friendship doesn't end here🫂, there's long way to go.","name":"Pavan Kumar Mangiri","roll_no":"2202106005"}]