[{"comment":"Dear Harshita di, Your kindness, strength, and resilience are an inspiration to me and everyone who knows you.  Thank you for leaving such a positive mark on the world. As you embark on this new chapter, I wish you nothing but the best!\n-Milan","name":"Milan Khanda"},{"comment":"Dear Harshita Di\nDue to your simplicity & kindness, I have always seen my sister in you. You have always helped & guided me. Lots of wishes for your bright future. May God give you all happiness, strength, & prosperity.\n ऐसे ही हस्ते रहो एंड मुस्कुराते रहो- Mahesh","name":"Mahesh Sahu"},{"comment":"Hey harshita  I know you not that much friendly  to everyone but you prioritize whome you knw..  learn to manage and use extrabrainy mind.. take car  lol.....love your way of expressing attitude and your understanding...keep smiling ","name":"Sangeeta shrivas"},{"comment":"Miss artist.... we had a great time in lab.. keep drawing.. nd keep smiling..all the very best for your further journey!","name":"Ritika Sharma","roll_no":"2203171004"},{"comment":"To my first maths student, Never Ever change yourself, You r one of the kindest people I really admire you for that. I wish you get all the success you deserve. World Need people like you...! Be You..! ","name":"Shubham","roll_no":"2203141012"},{"comment":"Hey Bro!\nYou are my first friend in college. You are very adorable and a great person. Will always cherish the moments spend with you.\nAll the best for your future and stay in touch !","name":"Simran Rana","roll_no":"2203171002"},{"comment":"I have been very lucky to be roommates with one of the most cheerful soul. Here's a big fan of your paintings, cleanliness and in overall your precise way of living life to the fullest. You have brought positivity in this world in your own way. Prosper in the next chapters of life. Best wishes ❤️","name":"Madhurima Das","roll_no":"2203141009"},{"comment":"Hey roomieee!!!! I love your curly hairs, the time that we spend together were amazing specially when we had that interesting session(ykwim)kher apart from all these ik you are going to shine like a star ❤ aur haa animatian star banne k baad bhul mt jana hmra 604 hmesha rhega ❤ stay connected bro ","name":"Ishita Agrawal","roll_no":"2203141014"},{"comment":"Dear Harshita, \nJust as your name says, always be happy and keep smiling. You are a very calm and talented person. I know you will achieve great things. And let me add, you looked phenomenal at the valedictory function... ","name":"Mohini","roll_no":"2203171012"},{"comment":"Such a pretty girl, inside and out. Her smile could make anyone's day. It was great to know that we have shared interests and things to bond over. I always look up to you as you are such a talented and humble person. Keep growing in life and stay in touch. <3","name":"Nishi Thakur","roll_no":"2203141005"}]