[{"comment":"It was a great time with you bhaiya. You are the best senior I ever had in my life. Thank you for supporting me, scolding me and helping me grow. I am gonna miss your presence. \nThank you for everything ❤️❤️❤️","name":"Anshita Pandey"},{"comment":"Hey Akshit! Thanks a lot for being super supportive when I was a fresher. You really helped me calm down when I was panicking about things. Your stories about campus from the lockdown era are really fun to listen to.\nAll the best for your future!","name":"Akanksha Iiti"},{"comment":"The only senior whose name has a suffix \"Bhai\" in the contacts. Thank you for saving me from the PDP :). Wish we could have spent some more time together.","name":"Jha Rohan"},{"comment":"Hey permanent flatmate and consistent friend. Thanks for being always there for me. Cards ka shaukeen bana hi diya mene tujhe bhi finally. You have an intuitive mind and great problem-solving skills. Bas thoda gaali dena kam karde, corporate majdoor banne wala hai XD. All the best.","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"That Dilli Wale bhaiya jinke sath vibe karne me alag hi maza aata hai . NC ki masti ka koi competition nhi hai .  Thanks for being super supportive and fun person to be around  . \nAll the best for your new journey and milte hai bangalore me !!","name":"Shivankar Sharma"},{"comment":"Always the one guy you know will stand up for what is right, no matter the consequences. You did that during the windows, you would do it today and you will do it tomorrow. Doesn't matter who you are up against, doesn't matter how hopeless it is, doesn't matter how little support you get. Respect.","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"Thanks for interacting with me when I came to campus & didn't have many friends; Totally remember u teachin us Signals and Systems in 4th sem. Also really admire ur problm solving skills &method of studyin every thing frm scratch, lrned a lot frm it. Really had a fun time with u,. ATB for ur future!","name":"Aayushi Choubey","roll_no":"200002001"},{"comment":"You're the only one who saw me fall down on my face on the first day in campus XD, our first window days were crazy man, you were one of the first friends I made in campus, wish we could all go back to those days 🥹🥹🥹😭","name":"K Madhumitha","roll_no":"200004025"},{"comment":"You are a real brother. Never imagined during the online sem that we would get this close. Thanks for always supporting me. Jitna seriously hum cricket discuss karte hai agar utna serious life mai hote to pata nhi aaj kahan pe hote😂 Aur jyada nhi bolunga, warna vivad ho jayega (bro is thala fan🙂)","name":"Harsh Verma","roll_no":"200002038"},{"comment":"Debsoc group pe sabke saamne bakwaas cheezo par ladne se room me seriously politics discuss karne tak me college khatam hogaya. Constantly arguing with you made me a much better debater. Life me thoda gaali dena kam kar, manager aur president me bohot farak hota hai, All the best","name":"Safdar Inamdar","roll_no":"200002066"},{"comment":"The journey of 4 years was a rollercoaster for many things and even our friendship. I'm glad that you finally found your happiness. It's nice that you've made the most of Debsoc lately. Random sudden walks discussing everything from politics to biology will be missed. All the besttt","name":"Aditi T","roll_no":"200003005"},{"comment":"Someone said--\nBas ab aur valo nhi khelunga. Ye faltu game😂😂","name":"Ayush Jindal"}]