[{"comment":"yr yeh 2 saal iti jldi kyu beet gye ab kon mujhe bolega wrkout ni kia aj pet nikl gya ab exm k bad grnd jaunga, hr meal k baad uff maine bhut sara kha liya aur mere unhalthy munchng k phle tmhra gusse se dekhna, exam pressure mei mujhe relax krna sikhana🥺gonna miss u pr kl se pakka gym jaungi mai😂","name":"Ishita Agrawal","roll_no":"2203141014"},{"comment":"Hello Akash. The most sincere guy I have met. Arre bukhar wale din to atleast running rehne do :D koi v kaam me pura mann laga dete ho you will surely achieve immense success and make your family proud. U.S me bharke mummy ki hath ki mithai lete rehna :D ","name":"Kevin Tirkey","roll_no":"2203141020"},{"comment":"Dear Bhople, you are \"The fitness man\" of our class and your continuous love for workout and for Lord Krishna is really admirable. Your punctuality and hard work for career inspires everyone. In this world, nothing is impossible for you. Good luck for the PhD. Always Be Fit, Be Healthy, Be Cool.","name":"Kanchan Singh","roll_no":"2203141013"},{"comment":"Hey akash ☺, gym and sweet boy ofc little bit aggressive also 😂, but you changed alot from the beginning, I really amazed of your transformation, it's not easy I know, all the best for your foreign phd, achieve all there, be yourself and enjoy everything there, will miss you ❤. ","name":"Annamreddi leela krishna prasad","roll_no":"2203141010"},{"comment":"I aspire to be an academician like you one day.. Thanks for always being there for me. I will miss our discussions related to PYq's. Tujhya fututre sathi khup khup shubheccha. Khup khup prem,","name":"Shubham","roll_no":"2203141012"},{"comment":"Don't wait for opportunities,create them~This line was written specially for u. U deserve all that u desire due to ur hardwork. The bond we share is like Tom & Jerry, but u have helped me many times & that i'll never forget. u are the most kindhearted person i met here. Be as u are & stay connected.","name":"Pragya","roll_no":"2203141006"},{"comment":"If you want to learn something, just rush to this man. Whether it be dancing, music, academics, fitness, self-discipline, or anything else, this guy knows it all. He is the kind of person that people strive to be. I am sure he will continue being a great role model for everyone. Keep growing brother","name":"Nishi Thakur","roll_no":"2203141005"},{"comment":"Your dedication for everything is beyond commendable. Be it fitness, studies, family, friends, fun you are always there. From being strangers with \"I am Akash Bhople from Mhow\" to discussing PYQs we all grew together. Last but not the least I will miss the 'papers' from your home more than you.","name":"Madhurima Das","roll_no":"2203141009"},{"comment":"Akash, \nThe way you improved your academics is really something that I want to learn from you. All the best for the future brother.","name":"Rahul Kumar Sharma","roll_no":"2203141001"},{"comment":"From \" I am from Mahu \" to being a great friend and support during the first semester to being a fitness freak , an amazing dancer, dholak player , exceptionally disciplined man, and what not ,sach me  ka \"sarvagun sampanna\" , it was amazing and inspiring having you as a friend. Always keep SHINING.","name":"Saumya Tripathi","roll_no":"2203141004"},{"comment":"Heyy Akash! First friend of mine at the ground, always leaving us in awe with his athletic prowess! Gonna miss the classic line, \"Ridham bhai ground nahi aa rhe aaj kal.\" Here's to your next adventure, all the very best and keep in touch along the way!!","name":"Rabadiya Ridhamkumar Ashvinbhai","roll_no":"2204103008"},{"comment":"Akash, a person who is always available to help others. You have a golden heart. I appreciate your dedication to your duties. You continue your this routine and one day you will fulfill all your dreams.","name":"Madhu","roll_no":"2203141019"},{"comment":"To the person who motivate me to do things I am unable to do by my own thank you for everything.\nMiss you Bhaiya ","name":"Akash Tayal"},{"comment":"To the most disciplined person who always motivates us for having discipline in our life your discipline towards studies , fitness and your devotion towards god is also good now you got admission in one of the prestigious university as a fruit of your discipline and hardwork. Best of luck bhaiya ","name":"Bhanu Sharma"},{"comment":"Hey Akash! \nCongratulations for US! I know this is just the beginning and you will achieve so much more. All the best for your future!","name":"Mohini","roll_no":"2203171012"}]