[{"comment":"The most dependable person whom you can rely on. He may have messed up sleep cycles but is always ready to help. A dynamic guy with a database of anime, movies and more. He is also the best quant on campus and the most hardworking. I hope you get the job role you deserve soon.","name":"Mukul Jain"},{"comment":"Bachpan ka dost and Dr. Vipul, Bhai bohot down to earth admi hai actually bhai khud hi earth hai 😂, mein kisi club me nahi hu isliye mujhe TPC me le lo was epic. and thanks yaar mujhe IITI dilwane ke liye 😡😂.","name":"Prahlad Pawar"},{"comment":"Our lovely king of kingless worlds, din m sota h raat m rota h, pr dil k acha h. Alarm aisa lagao ki poora flat gaali de pr apn sote rho. Manga aur Quant ka diwaana and most \"Hardworking TPC Member\". Anyways bhut maze kre yrr bhai since 1st yr and aise hee quant phodte rehna. Best of luck Bhai!!","name":"Aryan Yadav"},{"comment":"hamare flat mai akela banda genuine tarike se naukri pane wala  , Kafi sari chijo ka gyan hai(specially maths)  par kabhi kabhi bina mange dene lagta hai (Dr Bipul). Logica;l thinking badiya hai isiliye quant mai itna acha hai par pata ni tere sath chess khelke lagta hai ki ye possible kese hai. ATB","name":"Prathmesh Verma"},{"comment":"All students pe meri Football Vali video mail krna.. College ka  first person  jisko maine Gali baki hogi ,because of the above reason.\nomegle pro  , , Bro Got chicks in his dms like crazy !!!!!\nProbability  pro and Indori bro. Stay  Happy and All the best for future..","name":"Vansh Kathnawal"},{"comment":"Dr. Vipul name kese pada pta nhi pr aap jb 216 mein aaye to 216 ka curse khatm kr diya sbse pehle placement lga kr. Bohot privacy breach ki hum sabne placement season me teri 😂. Bohot mari he teri aur aage bhi marte rahege. Baki gym jana chalu kr bhai, future ke liye ATB quant enthusiast.","name":"LOKESH KORSANE"},{"comment":"My beloved thanda aadmi who is awake at night and sleeps during day. One of the most passionate and talented guys I have met. Also the most kind and sweet person and my closest friend. \"din me ek class attend karne ki pratha\" ke brand ambassador, all the best for your future. ","name":"Nishchay Shroff"},{"comment":"Quant god who's sleep cycle you can't even predict. But you can can always predict that cycling with him would be the most fun even if it was morning or evening. Keep increasing that sharpe ratio, and keep achieving  Vipul.","name":"Nilay Ganvit"},{"comment":"\"Sleeping beuaty\" who sleeps during day and burns the night lamp (P.S: sometimes sleeps throughtout the day), and his famous japanese songs alarms which woke up everyone other than himself. Your famous new year promises of attending lectures which was followed only for a week and which finally became attending only one lecture a day. Missing quizzes at 10am even after having breakfast at 8am was the best😂😂😂. Lying about attending lectures to parents. \"king of the kingless world\". first year mai easy paper set karta electrical ka (@Vipul) toh galiya nahi padhti. Anime Lover and I hope your long dream to go to Korea👧 is fullfileed soon. Pakka love marriage karega bas ladki se baat karne sai sharmata hai. Contact mei rahenge bas apne sleep cycle bata dena taki call kar pau!","name":"Nishit"},{"comment":"Doctor Vipul. Farzaan k bachpan ka dost. Bhai agar kabhi duniya tere against hogi toh duniya ek taraf or me bhi unki taraf 😂. Bro you have many hidden talents, please keep them hidden 😂. Or Japan me property kharidni hui toh tujhe contact krunga. To the biggest gyaani of 216 🙌. All the best.","name":"Soham Roy"},{"comment":"Quant god, fellow ORV fan and manhwa enthusiast. Had some fun talks with him. See you around at Dolat 🙂.","name":"Umang Jain"}]