[
  {
    "comment": "Muskurate rahiye, swasth rahiye...mahadev aashirwaad बनायें रखें.. \n\n",
    "name": "Arpit Singh"
  },
  {
    "comment": "One of my closest friends who is always fun to be with. I don't know if you remember, but the first time we met was after an online class when we stayed back for some reason.......looking back, it is difficult to believe that four years are over now. Wish you a lot of success in the future!!",
    "name": "Nitin Sathish Kumar"
  },
  {
    "comment": "Shivam Bhaiya, your unending support has been the driving force of my journey here. Thank you for helping me join the lab. Thank you for always being there whenever I needed you. Your kindness and generosity will never be forgotten. I wish you endless success and lifetime prosperity ahead!",
    "name": "Dhruv Jain"
  },
  {
    "comment": "You have one of the most unique personalities. The easiness by which you connect with people always amazed me.  You seem to be joyful every day, and you are really dedicated, which particularly makes you stand out from the crowd. Really lucky to have you as a friend. All the best for your future!!",
    "name": "Jitin Sathish Kumar"
  },
  {
    "comment": "Shivam bhai jis mehfil mai ho waha char chand lga de , aapke mijaz me alag bi vibe hai,,  trip se pehle party ka plan banana koi inse sikhe bas ise tarah kush raha kar aur gym jata reh. ",
    "name": "BHUPESH KUMAR"
  },
  {
    "comment": "Shivam bhai ke aage koi bol sakta hai kya...",
    "name": "Imon Jyoti Patar"
  },
  {
    "comment": "Oye Shivam(wanted to take ur ghar wala name) but tu fir daantega, hehe, Dont worry okay, M aur bhaiya hain na sambhaal lenge sab, also tu bhi mujhe apni aadhi salary dio(i'm ur twinn na) aur m apna bag khud utha leti hu ab okayy, lets have a chit chat with the fam like old times,, WISHING LUCK!!",
    "name": "Princy Singh"
  },
  {
    "comment": "Cbum! Best memory \"the boys\" wali video🤣. Hamesha \"bhai subh utha dena, gym jana hai\"(Kab weight kum hoga bhai 2 saal se cut he krra hai🙂). Kisipe comment pass karru tow\"Tu pitwayega salle\". Exam time pe,\"Padta tow hu yarr parr no. nahi aate\". Will miss you, achieve all, Hope to see you soon!\"",
    "name": "Sanket Bhajgawali"
  },
  {
    "comment": "You crazy crazy man. I will miss seeing you bro in the gym, the mess and 306. We had so many great times for the last two years and I wish you an amazing life and growth moving forward. Farewell, my boy. And P.S. Never lose this confidence in how you carry yourself in front of the world.",
    "name": "Sibi Karthick.S"
  },
  {
    "comment": "Gym bro, multi-talented and very outgoing. Really enjoyed our time in the gym and won't forget the time you organized a surprise party for me. Can't ask for a better friend than you man, and I wish you all the success and happiness in the future! Cheers",
    "name": "R. Gokul"
  },
  {
    "comment": "One of the most charismatic and extroverted person I've ever met, he speaks his mind fearlessly in any situation. Together, we've made countless memories, from building lab website, threatening a guy 😂 to seeing greeneries and chasing them 😅 and many more. I hope our paths cross again",
    "name": "Prosenjit Mondal"
  },
  {
    "comment": "The best mentee i got! Bro u got great potential use to its best capacity. Keep hustling and never forget to enjoy even small moments! Wishing u all success in life!",
    "name": "Arambh Choukse"
  },
  {
    "comment": "Hey buddy brother, \nThanks for making me smile (with your bad jokes though) and havig my back , for always being just a call away , for always saying , areee ye ye to ho jeyega tu chill kar . Pra kisi din mujhe bhi pitwayea , ye kon h esko janti hatu , he he , keep smiling 💛",
    "name": "Pragya Singh"
  },
  {
    "comment": "Always ready to pick a fight, also hamesha mera hindi sudharne keliye thanks 😂",
    "name": "Vijay"
  },
  {
    "comment": "One of my very good friends both online and offline. The perfect fusion of dedication in studies and fitness. Always honest from core and full of laughter. Easily approachable and talk to. All the best for your future!. Will meet soon.",
    "name": "Yuvaraj Merugu"
  },
  {
    "comment": "It was always fun having you around Big Man !!! Always be the good king kind of crazy everyone will want. [ Job jaane ka time thoda kam karde craziness ;) ] I've seen all the hardwork you put in for your career and I hope you get nothing but the best for it.",
    "name": "Arjun A"
  },
  {
    "comment": "One of my favorite companion. Always makes the whole gang active, Whenever a dance party comes, i always wish you were there ( and you were there always lol )",
    "name": "Abhishek k"
  },
  {
    "comment": "Journey from friends group till 4th year. All the very best in future.",
    "name": "Rounak Jain"
  },
  {
    "comment": "Shivamm bhai, tere sath hi party karne mai maja aata hn, toh milte rehna college ke baad bhi. Aur baki toh Shivam bhai ke aage koi bol sakta hn kya 😁.",
    "name": "Sidharth"
  },
  {
    "comment": "#Cool launda in group and also kabhi bhi lafda ho jaye to sabse pehle ane wala banda😂 . Bas ese hi saath rehna bro. Wish you all the best for future and always keep smiling.",
    "name": "Viral S Rathod"
  },
  {
    "comment": "A hardworking, energetic friend...Somehow u make people around you laugh. achieve great heights bro. Best wishes!!!",
    "name": "Kailaash pandiyan"
  },
  {
    "comment": "Sebum Bhai! You were one of my first online friends, jisko maine bohot grow karte dekha hai college meh (as person and your body 😂). You are one of a kind and never lose that amazing energy you have. I had a lot of fun with you be it drinks, organising events or class meh bakchodi. Stay in touch.",
    "name": "S Shrevesh"
  },
  {
    "comment": "The ultimate gym bro. The sada chill rhene waala banda. Apne cheating waale group ka one of the most active banda😂. All the bhai for the future!",
    "name": "Aditya Handa"
  },
  {
    "comment": "Hamesha sabse pehle party ke liye taaiyar hone wala londa iykyk.... Loved the company with you. All the best!",
    "name": "Puneet Gupta"
  },
  {
    "comment": "Most hyperactive and optimistic guy i have ever met. Glad to have been your roommate and friend bro. Literally nothing could stop u. Wish you the best of luck and hope to see you soon.",
    "name": "V Rajkumar Thomas"
  }
]