[{"comment":"Dinooooorrrrrr, you were the one and only emotional maniac that made me look normal sometimes. You wish to be Gothic but for me you're all Diamonds & Roses (Blue and Baby Pink Ofc). I'll miss coming to your door everytime I cried, my kamjor dil wouldn't have survived without you. ALWAYS (⁠✿⁠ ⁠♡⁠‿⁠♡)","name":"Rashi Motwani"},{"comment":"How can you be so same and yet so different and yet be my all for the last 4 years? From annoying people together to having deep delusional talks, somewhere, somehow we started adulting and oh how we adulted. You snuck up on me and got stuck to me. There is no going back now so don't even try :).","name":"Vanshika Tibrewal"},{"comment":"Nobita jaise Doraemoonn karte hue tere room aana is one of my earliest campus memories Thanks for putting up.Depths to which u can love people truly amuses me but normal condition mein bhi dikhadiya kar, bully karna kam kar. Hallu bolo kabhi kabhi thoda & ha advice maan liya kar meri,khush rahegi:)","name":"Aditi T"},{"comment":"SAME SAME but differaaant. I don't know how dystopian my college life would be without you. Vibing with you over the randomest things, annoying you with the lamest jokes, and enjoying your death stare will always be one of my best college memories. Always stay stubborn, but maybe stop being a bully?","name":"Safdar Inamdar"},{"comment":"Divnoor is what you get if Rapunzel was the evil Witch and also the queen. The prettiest eerie-core girl to ever cross my path. Half princess, half serial killer (cause she kills in everything she does), and full cutie patootie. Let's meet sometime and collect carcasses from the forest floor ~ Frug","name":"Shibani Shashin"},{"comment":"Doraenoooor!! One of the most interesting character arcs I've seen IRL. I miss our random chill sessions and I'm so happy we'll get to resume those again and catch up on everything and nothing. Love you, you adorable smolu (wannabe?) murder machine","name":"Niyati Totala"},{"comment":"I can't express enough how grateful I am to you for everything! My biggest support, mentor, friend, inspiration, and big sis, Thanku for making IITI possible. You're a precious gem with the purest soul ❤ I hope to stay your bholu bhopu forever gunnu di!💫 Love you, laods💟Jaldi milna, please😭\n","name":"Khushi Sawla"},{"comment":"Literally I can say,from day 1 to day last! You are one of the best gift of my college life! You guided, listened and scolded me but never step back from being a senior! You taught me how to take a chill pill and move forward . I'll miss you so much and yes you have to tolerate me. Best company ❣️❣️","name":"Srishti Dhingra"},{"comment":"Bhai Divnooooor!! You need to stop bullying me and please first year wali dhamki dena band kar. Blr is going to very fun. Thanks for always being there. My go-to person for advices (iykyk). Gonna make it up to you for old harkatein. Google me chill karenge ab. Keep shinning bright as always.","name":"Nikhil Raizada"},{"comment":"You are the cute puppy that everyone loves spoiling, and keeps getting away with all kinds of pranks. Wish you a fun and successful future, keep in touch ʕ⁠·⁠ᴥ⁠·⁠ʔ","name":"Mir Razee Mohideen"},{"comment":"Birthday Twin! Super talented in everything from academics to culturals to sports. All the best for future and stay in touch!","name":"Harsh Verma"},{"comment":"Divnoor cutie <3 It was so much fun \"competing\" with you during practice and ranting about the OG swimmer and the other teams. You're CRAZY but also so mature, love that about you. I will always remember your contagious laugh and the ____(obv). Thank you for making my time here so much fun. ","name":"Nishi Thakur"},{"comment":"Divnoor, Literary Club meetings are going to be so goddamn boring without you. Is it club legacy to cry when your senior members graduate?\nThank you for entertaining all my stupid questions as a fresher and being a great senior.\nIt's been great knowing you <3\nStay in touch and all the best.","name":"Akanksha Iiti"},{"comment":"You are one of the coolest and most helpful seniors I’ve met at IITI. The guidance and support I got from you is highly valuable to me. Will miss all the fun, laughter, lame jokes, pronites, and gym sessions with you, di! And most of all seeing you randomly at IITI. Jaldi milna wapas, 😁","name":"Ajay Choudhary"},{"comment":"Probably the one who handled my tauntrums during my first INTER IIT and the following messed up CPI for that particular sem. Vibed matched instantlyyy !! And The one who gave all the insight about the college life(all goods and bads) in the freshie year. ⸜(˶˃ ᵕ ˂˶)⸝ ","name":"Ommkar Sahoo"},{"comment":"Hello noor aka chlta phirta doll.... little did I know you are like Anabelle 😅, who loves to scare the shit out of people 🤣..... Will miss you...love you 😘","name":"Nisha Kumari Barsha"},{"comment":"Thank you so much, Di, for always having our backs. Whether it was guiding me through TPC, internships, or placements, you always offered the best advice. I'm really going to miss you!\n","name":"Sneha Jain"},{"comment":"From Being Nocturnal and solving ee 104 to having long deep conversations, thanks for your support through some of my lowest moments during initial college years. I respect you a lot for the way you cared for everyone. You are a great vocalist, and those expressions and ur stickers were so fun,","name":"Vishal Chichani"},{"comment":"We have come a long way since those days of late night bkc GMeets during covid and early morning *cough* *cough* GMeets twice per semester. You are very good at studies! Don't ask me how I know. Thank you for being there for me from the first window itself and wish you the best for life ahead!","name":"Ashutosh Nayak"},{"comment":"Thankyou so much di for all the guidance and support throughout! You being around made college much more fun! All the best for the journey ahead! :)","name":"Agrima Bundela"}]