[{"comment":"One of the best friends I've ever made, period! Fellow cricket enthusiast, top gamer, and an individial with astute brilliance. I still remember the first time you asked if a room was available at 218, and in the two years that followed we forged a friendship that I'll cherish lifelong. ATB!","name":"R. Gokul","roll_no":"200005031"},{"comment":"\"Hi Siddhesh, roomie, vo brawbots, UNO aur golf class ke baad sathmai milke khelna hamesha yaad rahenge, always ready to help with studies and a true chess lover. Still remember the NFS Payback we completed! Stay as you are. Meet you soon!\"","name":"Sanket Bhajgawali","roll_no":"200005038"},{"comment":"A chess aficionado and avid gamer, conquering NFS, Sekiro, Shadow Fight, Valorant, and Brawlbots. Always the perfect roomie, lending a helping hand, talented academically, cricket lover, and passionate Redditor. A Wishing you all the best for your future endeavors! Keep Shining Bright!","name":"Yuvaraj Merugu","roll_no":"200005021"},{"comment":"One of the kindest and calmest of friends. Enjoyed every moment with you, especially when I played Shadow Fight while waiting for the valedictory program to start 😂. I know that you will achieve great heights, and I wish you all the best for your future!!","name":"Jitin Sathish Kumar","roll_no":"200005018"},{"comment":"A calm and quiet person who is really interesting to talk to. We became friends mainly through random encounters in the mess and the discussions that followed 😂. Wish you all the best ahead!!","name":"Nitin Sathish Kumar","roll_no":"200005029"},{"comment":"One of the first friends of mine. You are an amazing person. Keeping low and working you way smoothly is your thing. Collaboration to pass the online semesters was really a thing to remember. All the best bro! Keep in touch😀","name":"Aditya Handa","roll_no":"200005004"},{"comment":"The first person to show me the campus. My first roomate here. I wished you'd stayed in our room more. Always keep in touch brother. All the best","name":"Abhishek k","roll_no":"200005002"}]