[
  {
    "comment": "Hey bestie 👻. Although you ignore me every now and then which is NOT AT ALL A GOOD BEHAVIOUR but LIFE IS UNFAIR and there is no chance of saying \"OH! NO SOMETIMES HAPPEN\" yet EVERYTIME HAPPENS WITH ME. I have never BETRAYED you, SILENTLY ACCEPT. RUN LIKE HELL from CHAPRIss.  Will miss you the most.",
    "name": "Madhurima Das"
  },
  {
    "comment": "Hey Leela, you are \"The sports man\" and your problem solving skills just wow. As a friend, we enjoy a lot and your smile on cute face with pure heart aaha aaha. Everyone likes your humbleness and helpful nature. Best of luck for your teaching career. Please Please always be in contact. Prēmistunānu.",
    "name": "Kanchan Singh"
  },
  {
    "comment": "In a world where everyone is stressed and rushed, we NEED people like Leela. How he stays so calm all the time (except when he's playing some sports, scary) is beyond my understanding. Leela can win everyone's heart and that is not an exaggeration. I hope he gets all the happiness in this world. ",
    "name": "Nishi Thakur"
  },
  {
    "comment": "Everything seems so easy to me whenever you are arround. That blind trust which we have about each other in everything is the strength of our bond. You r made for a special thing, One day you will Revolutionize the Sports. Please don't change yourself. I love you and gonna miss you a lot. Mamba Out!",
    "name": "Shubham"
  },
  {
    "comment": "I learned a lot about South Indian culture from him, and what I admire most is his clear vision for his life. I wish him the best and hope that his hard work pays off.",
    "name": "Yashovardhan Singh Gautam"
  },
  {
    "comment": "Leela, you're an amazing friend with a fantastic sportsman spirit. ❤️I've never been one to believe in rushing things through❌, but you've shown me that even at the last moment, we can excel💯Wishing you all the best in your future endeavors. Stay in touch!!! And yes, you have the cutest smile❤️",
    "name": "Ishita Agrawal"
  },
  {
    "comment": "Leela superstar, whatever you do wherever you go just 1 full-plate biryani and 1 pepsi everyday, then life=full mazaa. You never disturbed anyone and always thought for others, keep smiling and playing cricket. ",
    "name": "Kevin Tirkey"
  },
  {
    "comment": "Hey brother, sportsperson, master, sport analyst, many more. .I can never match the energy you possesses in any field. A great human being and most lovable person of our batch. I will miss you Leela❤️",
    "name": "Akash Bhople"
  },
  {
    "comment": "Bowling bouncers with a whisper, he's the energizer bunny of the pitch! Gonna miss our iconic chant, \"Heyy, come on Leela... come on!\" Keep that spirit up, mate! Here's to a journey ahead filled with laughter and more bouncers—hopefully not aimed at us!",
    "name": "Rabadiya Ridhamkumar Ashvinbhai"
  },
  {
    "comment": "It's been an incredible journey having you as a \"just roaming vala friend, No soma No vala friend\". Your unwavering positivity, carefree spirit, the ability to embrace each moment with joy and lightness  always inspires me and your presence has been a breeze of fresh air to this department.",
    "name": "Saumya Tripathi"
  },
  {
    "comment": "Hey Kanhiya, you are the person who is always happy in every situation. Your way of understanding Mathematics is amazing. Keep learning and achieve all your goals. Stay blessed and say connected. ",
    "name": "Madhu"
  },
  {
    "comment": "To the most enthusiastic person who can play any sport with the full intensity, I always say that i love smiles only two people in the campus one is Antony sir and 2nd is yours, Big fan of your dance Anna, Wish you best of luck to your future",
    "name": "Bhanu Sharma"
  },
  {
    "comment": "To the most talented man I have ever came across in my whole life, A big brother to me thank you bhaiya for everything thank you for guiding me ...I wish you a very happy journey ahead....\n Miss you Bhaiya",
    "name": "Akash Tayal"
  },
  {
    "comment": "All the best bhaiya, best wishes for the future, it was a great time being with the SMS group.",
    "name": "Akshay Tak"
  },
  {
    "comment": "Hey, Leela. You are the sweetest person I have met at this institute. I will always remember you for your kind nature. All the best Leela, will miss you.\n",
    "name": "Rahul Kumar Sharma"
  }
]