[{"comment":"Hii Sanju! You were one of my first friends on campus, and I will always cherish those memories that I have with you, Asad, Sheetz, and Mohini. You are a very cheerful and hardworking person. Ek request hai, 2 saal ho gaye...DP badal do yaar! And I know you will ace everything in life . Best wishes!","name":"Trupti U Rathod","roll_no":"2203171010"},{"comment":"Sanjay ! Best brother and best friend. The person with whom I share my experience of everyday. The  best person among our classmstes. I'll remember the moments when u always fight me inbehalf of chachha.....!I wish that u get all the happiness that u deserve! All the best ! I'm gonna miss u sanjay!!","name":"Sheetal","roll_no":"2203121007"},{"comment":"Dearest Sanjay, you are such a nice person, keeping calm in the toughest of situations. I always try to learn so much from you. May you find lots of success and happiness in your life ahead. I am going to miss you a lot bro and definitely your mummy ji ke haath ka chhorma :) :)  ","name":"Mohini","roll_no":"2203171012"},{"comment":"Ye kal raat. Mere maa ke barabar koi nahi. Mere maa ke barabar koi nahi. Bro, Sanjay tu sahi mein ek bahut acha banda hai. I know u will do so well in your life ahead. Looking back at ur journey tu kya tha and what u are now.... so truly amazing. Stay like this and u will win many hearts","name":"Sparsh Arya","roll_no":"2203121002"},{"comment":"Sanjay Bhai ek dam desi Rajasthani admi ho yaar tum. Hamesha Apna andaz banaye rakhna or aage Badhte raho. Aise hi Rajasthan ka name Roshan karate Raho.","name":"Lekhraj Saini"},{"comment":"Hey Sanjay (Sanju Baba), our journey from college to IITI has been nothing short of memorable, Your support has been invaluable, and I can't thank you enough for always being there. I wish you all the best for your future endeavors. Keep shining bright, my friend!\" 🌟\n\n\n\n\n\n\n","name":"Khushwant Saini","roll_no":"2203131029"},{"comment":"Sanju baba!! I don't think mujhe tere jaisa funny aur matured (thoda sanki) roommate kabhi bhi milega life mein!! You bring a lot of warmth and I always think the whole world is your friend! You're very hard working! You have a really bright future ahead! Would love to see you succeed in life! :)","name":"Kunal Thapar","roll_no":"2203121009"},{"comment":"*Hello bro*, it's crazy that we communicate in two different languages and still make sense out of it. One of the weird communications😹. But it was fun, I learnt some bits of Hindi from you. Thanks for that. Also you are genius so don't worry about the future much. All the best with your internship","name":"Akash Gowtham","roll_no":"2203121005"},{"comment":"We had some good memories in the campus which i will always cherish like roasting you for not getting enough water jokes. I hope the fasal in your village and in your life both grow beyond your expectations. You’re the champ in ANN and next time cards khelnge pkka. \nI wish you the best future bhai.","name":"Aditya","roll_no":"2203121003"},{"comment":"The difference in Sanjay from 2 years ago and the Sanjay that's graduating is proof of how much dedication and hard-working nature you have.  When things get tough, always remember how much we all believe in you, root for you to be successful and help your family.","name":"Praneeth Avasarala","roll_no":"2203121004"},{"comment":"We taught you so many things in these two years, some good and some bad.  When you go into the corporate world though, try and control making \"thats what she said\" jokes :) ","name":"Praneeth Avasarala","roll_no":"2203121004"}]