[{"comment":"a military guy...highly disciplined..techie...calm...determined...practical and what not..YK is really an amazing person I met at IIT...had a great time together...will never forget ooty trip 😂...and yeah he is a flexible guy with shy nature 😉","name":"Jitendra Kumar"},{"comment":"Super calm and composed, A true supporter of open-source, has a knack for startups and loves tinkering around stuff. . Learnt a lot from you bro yet a lot is left, No one can match your dedication and energy..., and yes saath me garage kholna is still in the plan 🤘","name":"Bhavya Dalal"},{"comment":"Tech savvy and disciplined person!  More importantly a great friend !  Very calm and friendly person.","name":"Raghuvamsi Bokka"},{"comment":"A person who doesn't talk much but lets his actions does the speaking. Humble, kind, respectful, generous; the list goes on but mere words can't describe the person. Whether a casual conversation or a serious one, he shows modesty and is remarkably composed. Wishing you the best for future!","name":"Sanjit Vyas"},{"comment":"Disciplined and a helpful friend who talks less and likes to complete his tasks before time. Wishing you best for your future and praying for success in your field of interests.","name":"Aniket Sanjeev Redasni"},{"comment":"Hidden gem of electrical. Minds his own business and is super calm. Always ready to help. Wishing you the best for your future!","name":"Dev Daftari"},{"comment":"Roommate. Shy, cool headed, humble. Likes to live very simple. Big supporter of open-source tools. Silent slayer of the batch. My BTP partner, sadly we never worked together offline except the PPT rehearsal🤣. Would like to inherit his level of discipline into me someday.","name":"Atharva Tayshete"},{"comment":"Super humble, sweet, and helpful guy, with a charm for Linux and open source. It was your 'never give up spirit' in the Techmeet that pushed me to strive harder when I was torn apart by stress and sickness. Without your perseverance, the medal would have been a dream. Have a wonderful time ahead! ","name":"Kshitij M Bhat"},{"comment":"Calm, composed and talented. Hope we keep in touch in future. Wish you achieve all you set out for.","name":"Darshan Mohekar"},{"comment":"Most hard-working, calm and disciplined guy. He mostly remains silent but makes his work speak for himself. Your dedication and passion for work is truly admirable. Thank you for all ur help in academia. All the very best for the future, bhai! ","name":"Abhinav Yadav"},{"comment":"Bro never settled for the bare minimum. Bro never left anything in the curriculum. The amount of discipline and restraint he possess makes one inspired. Life has big plans for you. May all your ventures be fruitful! Always here for you. All the best! Will miss those late night preps! ","name":"Abhijit Panda"},{"comment":"One of the best baller around..","name":"Shashanka"},{"comment":"I deeply appreciate your hardworking attitude. During inter IIT, it was because of you I didn't give up :). All the best for your future ","name":"Jha Rohan"},{"comment":"Hi bhaiya !! we had our first interaction during Inter IIT and it was your never give up attitude that fueled us to work , I learned that how much one has to dedicate himself to work from you bhaiya .\n All the best for your future : )","name":"Shivankar Sharma"},{"comment":"Tech shavy and disciplined buddy! Always cool and approachable. Thanks for all the help in projects, buddy! . All the best for the future bro ! 🚀😄","name":"Jaydeep Umarya"}]