[{"comment":"Hey Madhurima ☺, you are the only female best friend i have here.i learnt so many things from you mainly (How to betray) 😂, some phrases I can only use for you, No madhurima no, Every time you do like this, life is really unfair, m.sc getting over so early, I will really miss you madhurima ❤. ","name":"Annamreddi leela krishna prasad","roll_no":"2203141009"},{"comment":"I found my home in ur presence around me. Elegant word made more sense to me when I saw ur eyes. We grew together & will do the same in the coming chapter of our lives too. U gave me ur forever in the shortest period of time. U r the best thing that IITI has given me. In the end U have me Forever🖤","name":"Shubham","roll_no":"2203141009"},{"comment":"To have her companionship is a privilege. (Thank you for giving me the best form of female friendship.) I could go on and on about how many emotions I have for her and how she has shaped me to be a better person but all I need her to know for now is that I love her and I am extremely proud of her. ","name":"Nishi Thakur","roll_no":"2203141009"},{"comment":"Madhurima, I've learned so much from her. I never imagined I could have such a close female friend in my life. Words aren't sufficient to describe her. Teasing her and hearing her remarks on it is the best feeling. I thank her for making me a better person. I will truly miss our group's long talks.","name":"Yashovardhan Singh Gautam","roll_no":"2203141009"},{"comment":"Dear das, you  are \"The artist lady\" and your paintings always best. Your chilling with dance every time and love for sweets really admirable. You are the girl with whom I can talk on any topic without any hesitation. Āmarā ēkasāthē āchi. Be Happy, Be cool and do hard work like hell. Thank you .","name":"Kanchan Singh","roll_no":"2203141009"},{"comment":"Hello Madhumita xD rosogullar mata misti, always laughing and smiling. Food and travel ki shaukeen, hope you earn lots of money to travel lots of places, OR you can sit in one place,  do research(attack and defend cipher :O) because you are so intelligent. ","name":"Kevin Tirkey","roll_no":"2203141009"},{"comment":"”the coolest and the sweetest roomiee”😍PTA H i will miss your morning alarm, jisse pura 604 uthh jata tha pr tm ni🥺,our endless gossip sessions, Thanks for all the laughter and memories. Wishing you the best in everything ahead. Stay fabulous! may our gossip-filled memories always bring a smile❤","name":"Ishita Agrawal","roll_no":"2203141009"},{"comment":"I hope you soon get enrolled in PhD abroad and I would sing to you “Ami Chini Go Chini Tomare Ogo Bideshini\". You excel at being a great friend and are always very supportive of everyone , which is very admirable and it was a great time with you friend.","name":"Saumya Tripathi","roll_no":"2203141009"},{"comment":"Hello Modhurima, the only bong beauty for our batch. If someone asks me about painting, portrays, drawing, etc....Your picture comes in my mind . Aur hum sabko  math k khoobsurat application ke baare m batane k liye bohot bohot dhanyawad. Have a great journey ahead. we all miss your ohoooo ohooo😂😂","name":"Akash Bhople","roll_no":"2203141009"},{"comment":"Hii dear,I am dedicating this song to u..'Deewarein oonchi hai, galiyaan hai tang,Lambi dagar hai par himmat hai sang,Paaon pe chhaale hai, saansein buland,Ladne chali hoon aazaadi ki jung,Bekhauf aazaad hai jeena tumhe,Bekhauf aazaad hai rehna tumhe.All the best for new journey baby i will miss u\n\n","name":"Pragya","roll_no":"2203141009"},{"comment":"To the person from which I learned to be positive and happy in life..thak you didi for everything.. wishing you a very happy journey ahead..\n\nMISS YOU DIDI ","name":"Akash Tayal","roll_no":"2203141009"},{"comment":"To the most adorable didi i admire you for so many things but the the one thing love about you the most is that you keep things very simple, and the aura you have can turn a sad person to a happy one, and after seeing your classical dance on farewell i become fan of yours ,please teach me ","name":"Bhanu Sharma","roll_no":"2203141009"},{"comment":"Madhuriama\nHello Madhumita, thanks for listening to me when I needed someone the most. All the best for the bright future ahead.. ","name":"Rahul Kumar Sharma","roll_no":"2203141009"},{"comment":"Hey Madhurima,\nYou are such a wonderful soul. I will miss the long talks you had with your mom in Bengali, which I could hear in my room but could not understand :) :) I wish you all the best for your future.","name":"Mohini","roll_no":"2203141009"},{"comment":"Heyy, my pretty roommate. Thought you were an introvert, but you were really fun to \ntalk to after I got to know you. Glad I found another beautiful soul ❤️ Your heart is pure gold, All the best for your future, and stay in touch okay na❤️","name":"Simran Rana","roll_no":"2203141009"},{"comment":"Hey Madhurima,\nYou are truly beautiful inside out. Had some great conversations with you. I like how you carry yourself. Beautiful demeanor and a  beautiful mind. Lots of love and best wishes!","name":"Harshita Samaur","roll_no":"2203141009"}]