[
  {
    "comment": "Incredibly passionate guy to all he undertakes! From movie/series tips to life advice, our bond strengthened. Thank you for being there for me ever since the beginning of college and listening to all my BakBaks. You're the best!. Leaving this place but taking tons of memories we've shared.",
    "name": "Monal Pawar"
  },
  {
    "comment": "Aur BT.. tere saath alag hi maje aate h yrr. Tu kuch bhi bolta h hasi aa jaati h. Yaad h vo JJK-preg wala din..I can never forget that. Tere saath gyan ki baatein krna is the best. You have the cutest smile and the purest heart. Stay the same. I will miss you so very much. ",
    "name": "Kanishka Goyal"
  },
  {
    "comment": "Aur BT, kitni padhai(p-ch) Kari kal? You know tu kuch bhi bolta h toh mujhe hasi aa jati hai. Tere sath deep conversations krna is too much fun. Our rishikesh scooty ride is our best time together. And tere song choice ki fan hu mai. I will miss you and I am always here for you. Love love ❤️",
    "name": "Ayushi Agrawal"
  },
  {
    "comment": "Hi Bhavu, Maze ki baat ye hai k you are the  first person I've talked here, first friend I made here, first person jisse gussa hua, jispr gussa kiya, first person jo mujhe pata tha k flatmates se lekar bestfriend tak, will stay. . Mere nakhre or mood swings ka sabse bada shikaar bhi tu hai",
    "name": "Rohit singh"
  },
  {
    "comment": "Mere political debates and Punjabi music ka go to partner. Bohot inspire hua hoon tujhse. Mere saare cash ko liquify karne ke liye thanks re. Terese bakchodi krni seekhi h. All the best for future!!. P.S: kuchh khaane ko hai bhai ?",
    "name": "Arush Pradhan"
  },
  {
    "comment": "Stop being gay bro, being gay is a disease. Guy to talk to if you wanna know about F1 politics. Ricciardo meat rider(avg DTS fan). Fun guy to hangout (except the gay part). \"Tujhe pta he kya hua\" and then u start yappin about politics and ModiJi 🙏. Shaadi me bula lena bhai.",
    "name": "Amarnath K"
  },
  {
    "comment": "Mst banda hai yarr tu aur uff teri jhulfe. talking with u is always fun & kuch seekhne hi milta hai hamesha the bond we share is special proof is even after all the ups & downs of the trip we are here ❤️Tareef nhi krni teri pr ur song choices are actually good seekh rha hai mujse 😂 Stay the same ✨",
    "name": "Monika"
  },
  {
    "comment": "You were a constant friend I had throughout. Talking to you was always comforting. All the Best for your future. ",
    "name": "Khushi Gupta"
  },
  {
    "comment": "Hey Bhavuw😉! Your presence in group always keeps things interesting and fun. Our times together during BTP, Shirdi, Maheshwar, and on campus are unforgettable. Just a friendly reminder to step out of your room a bit more and have proper meals—junk food won't cut it! Take care & ATB for career.",
    "name": "Manisha"
  },
  {
    "comment": "Haan Bhai julfikar, jhulfe udhti rahi aur tu behta rhaa. You are like memristor , that have only two states i.e. pro active and pro thakawat. For details contact diwakar. Baaki kabhi kabhi serious bhi ho Jaya kar, perfect ban jaega. .baaki Ranchi chalte hai.Stay happy & Blessed ❤️❤️. Gaane ache laga",
    "name": "Saurabh Yadav"
  },
  {
    "comment": "Aur BT... Bangalore me intern k time jo time spend kiya apan ne saath me wo bhot achi memories me se ek h mere liye. Apna cards khelna, JPL ki btching krna, yaad rahega mujhe. Teri gaano ki playlist is amazing, songs me apni vibe match hoti h. Always stay the same. Keep in touch.",
    "name": "Abhijit Joshi"
  },
  {
    "comment": "Kehne ko boht kuch hai likn ye 300 chrctrs ka algo kya chutiya hai.. Bhavi main boht darta hu chizo se, I'm a crybaby, and jitna tujhe pata hai, utna kisiko nahi pata.. Sab stayed with me for my best parts, but you did for my flaws too. So why is it so surprising if 'bestfriend' is reserved for you?",
    "name": "Rohit singh"
  },
  {
    "comment": "Aur ⭕⭕eee🌚\nDairy fctry ki planing to achi thi, bas tu finance domain thoda jaldi xplor krta toh.. XD\nBest prtner for making sm1/any1 chu**** XD\nBhai tu jod hai tension ni lena\nN yes, tasty nuts r not as tasty to avoid mess food n get the best atendnce in whole batch\nAlwys stay up in the air (iykyk)",
    "name": "Lakshya Vedik"
  }
]