[{"comment":"sabko lagta hai, ( jo jaante hai mereko 😅)  tune merese jyada help li hai par, I know tune bhi meri equally help kari hai. baki memories mast bani hai apni. mainly calicut bhai... paise bhi mil gaye 🤑, jeet bhi gaye, best diwali bhi manali. very smart, very talented, partially educated chaube. ","name":"Harsh Bardhan","roll_no":"200002037"},{"comment":"Bhai n Clg s pehle Gym join kiya, pr bandi nhi bn pyi, kya kre chahiye bhi Okat k bahr ki😅, ab clg end m phir s gym m haddiya ghis rhe taki BPCL m koi set ho jaye....\nApki kavitao ke hm kayal h🫡\nApki hindi vocab Masha Allah!!!\nBhai hmesha help k liye ready rehte\nOr kisi k raj btana bki t nahi h?🙃","name":"Udit Patel","roll_no":"200002075"},{"comment":"This guy has some connection with \"bhagwan\" which he says makes him guess all the MCQs correctly. Uska asli formula bata kab bataega tu? He has finally believed that south wale logon ko bhi Hindi aa sakti hain. A gossip collector and Hindi lover. It was fun to be around you HC and all the best!","name":"Chinmayi Adoni","roll_no":"200002023"},{"comment":" Bate ghumane aur banane ke maharathi ko salam. First window me aane ka option tha tere pas khair choro. Wo online midsem hamesha yad rahegi, jisme tu  jhooth bolte pakda gya tha. Bahut kuch seekhne ko mila tere se, khaskar galiya jo tu darwaje ke piche chup ke jaydeep ko deta tha 😂. Best Wishes","name":"Diwakar Soni","roll_no":"200002031"},{"comment":"Admi to acha hai bas Bate fela deta hai, Bhai ne Oracle na join karke unhe band hone se bacha liya . Tension mat le bhai tera pakadva vivah bhi nahi ho sakta. We have something in common, and you know what I'm talking about 🙃. You have great future plans; I'm sure you will achieve them all. ","name":"Prahlad Pawar","roll_no":"200004038"},{"comment":"Humare प्रिय कवि साहब, Accha hua oracle nhi jaa rha nhi to 2 hafte me nikal dete. BPCL me jakr tel bharna ab aaram se, ya Bardhan ki jrurat padhegi vaha bhi. Bandi to tujhe vaha bhi nhi milegi, kitna hi gym krle :) jk. Baki vaha ke logo ke bhi raj batate rehna. All the best for your great future.","name":"LOKESH KORSANE","roll_no":"200002051"},{"comment":"Hey Harsh,\nMy fellow EC, you are a poetic genius in disguise! Seriously, your words have the power to move mountains and bring tears to the toughest of eyes. Wishing you all the luck in the world for your future endeavors. ","name":"Trupti U Rathod","roll_no":"2203171010"},{"comment":"Bhai koi ise bandi dilwao yr. Bhai ki zindagi m bas ek hi regret h ki kabhi bandi nhi bana paya. So any girls reading this must know that Bhai ki 👅 skills bohot achchi h, Bardhan or Profs ki chaat k sikha h. Lob u♥️. Saath me petrol ka ghapla krenge. All time xax-xux partner. Saath me jalpari bane.","name":"Soham Roy","roll_no":"200003072"},{"comment":"Hey Harshvardhan! \nWhether its academia or poetry or the elections,, you have managed everything so beautifully.. You are a great and honest person. May you find happiness wherever you go and bring positivity to everyone around you!","name":"Mohini","roll_no":"2203171012"},{"comment":"ek gossip bata do to tum dusri 10 puchne aaoge, apni \"baatein banane\" ki kala se pta nhi kitni hi uplabdhiyan kamaoge, BPCl me Bardhan nhi - ab kaam kisse karaoge, bas itna bharosa h ki jaha jaha jaoge kuch bhi krke kuch hasil kar jaaoge. (PS: Manish ne bhi bandi bana li, tum kab pattaoge?)","name":"Dev Daftari","roll_no":"200002025"},{"comment":"Pro poet of our batch. Possesses extraordinary soft skills. Always has some gossips to share. Had a journey of focusing on core then software intern then its PPO before coming back to core. Next what 🤔? . Loves staying in the comfort zone 😒. Go to guy for any kind of guidance/help.","name":"Atharva Tayshete","roll_no":"200002016"},{"comment":"Anginat baatein, Samay ka na koi abhaav h...\nKitne hi sapne, kitne hi khayali pulaav h...\nKabhi uthti, kabhi dubti, aisi hi apni naav h...\nBhaasha se kya fark padta h, jab mann me wahi bhaav h...\nPichle 2 saal ki bkc describe karne ke liye words nahi h meri paas.. bas bhul mat jaiyo, Chube..\n","name":"Dhairya Mistry","roll_no":"200003025"},{"comment":"Akhirkar tune sarkari naukri lagwa hi li, ab to tereko ladki mil hi jana chahiye, Aur ha jaldi dhund lena ladki kyuki teri sar ki kheti sukhne hi wali hai , agar vo suk gayi fir koyi ni milra.. Har exam ke pele notes deke pass karwane ke liye thnnx.","name":"Prathmesh Verma","roll_no":"200002061"},{"comment":"Presenting to you bepaindi ka lota. Ek jgh kbhi nhi tik pata, bnde ko famaous hona h but bina kaam krein. \nOracle se BPCL, ab BHAKTI se BANDI ki taraf jaana \n h. Gossip lene ke lie kisi ko {retracted} bhi de skta hai. Baaki bnda mast hai, bkc, bhakti, har jgh set ho jata h. IAS bn jae to bhoolio mt.","name":"Chirag Goel","roll_no":"200003023"},{"comment":"Who would have thought that the guy sitting quietly at the end of a row in the auditorium would proceed to set the stage on fire with an energetic rendition of one of his self written poems that comments on the India we see today, at the Hindi Pakhwada! Keep up the spirited writing. All the best!","name":"Rasika Kalokhe"},{"comment":"You truly have a wonderful personality! Your love for poetry and your admirable way of speaking are truly inspiring. I'm grateful for sharing a flat with you and learning so much. I'll miss our random midnight discussions on life situations. Sending lots of love your way and all the best for future!","name":"Jaydeep Umarya","roll_no":"200003035"},{"comment":"Harsh bahiya ko sabse pahle hindi pakbara ke event me suna tha \"godi media\" bali iconic poetry ke sath बहुत अच्छे व्यक्तित्व के धनी और एक अच्छे कवि एवम वक्ता आपसे बहुत कुछ सीखने को मिला है भैया हमेशा अच्छा करिए और अपनी लेखनी से हमें उत्साह देते रहिए all the best and thank you sabke liye ","name":"Jeetesh Patel"},{"comment":"Bhai teri badminton court pe ki hui moaning ke to juniors bhi deewane hai (iykyk). Same level ka paapi banda saath me kadahi me tale jayenge bhai.. Ek aisa dost jo narak tak saath nibhayega. ya shayd tu brahmrakshas banke bhatke. Take care of your hairs bro. Best of luck for future & stay in touch🙌","name":"Ashish Agrawal","roll_no":"200002013"},{"comment":"Bhakti hi Shakti hai, hmm? 😉 Pleasure meeting you!","name":"Shruti Modi","roll_no":"200001047"},{"comment":"Aur Chaube? - सृजनात्मकः पुरुषः \nAkele bande ne Campus laane ka morcha chalu kara. Very energetic & entertaining personality. Had good Badminton sessions with u. Enjoy your Sarkari Naukri!!!! \nPS: did u find the bandi who gets 10/10 for u and herself??","name":"Abhinav Yadav","roll_no":"200004001"},{"comment":"Thank god this guy got a decent psu!!! iykyk 🥲😪 may u achieve wt u want..best of luck for the future","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"One of the few in the college jinki veer ras ki Kavita sunne me maza aata tha , aapke sath ibcc me jugalbandiya and practice were Op . All the best for your new journey bhaiya !!! ","name":"Shivankar Sharma"},{"comment":"Nahi bhula paenge aapko..naa bhulne denge khudko...Chaube meri jaaan.. yaad rahega wo tera r**** rona , afsos hoga tere na hona isliye mere touch me rehna na bhula hume dena. Love da bro. You always have a home in BLR! Teri jindagi gayi ab tel lene(literally)! Keep in touch! All the best!. ","name":"Abhijit Panda","roll_no":"200003003"},{"comment":"Chaube ji chale chhabbe ji banne dube ji banke laute. Hamari jo deep conversations hoti thi life k baare me wo kabhi nhi bhuluga me. Bhot kuch seekhne ko mila. Handsome ku__a to sahi naam h tera. Tumhari Veer ras ki kavitae mujhe prerit krti h. BPCL me tel ache se nikalna aur ek din IAS ban jana.","name":"Abhijit Joshi","roll_no":"200003002"},{"comment":"First friend I made in the college, who made me realize the importance of soft skills in life 🌚. You are such a jolly person, spreading positive vibes everywhere. It was a pleasure meeting you.","name":"Hasnain","roll_no":"200002040"},{"comment":"An extraordinary person with a poetic mind, always has a story to tell if you are willing to listen. Wishing you all the best for future!","name":"Sanjit Vyas","roll_no":"200003068"},{"comment":"Bro we are fellow club mates. I still remember the silly work we used to do of making posters and certificates at night😂. I like the vibe you carry with you. Hope you \nget nobel prize in literature some day 🙃.","name":"Avinash Bellamkonda","roll_no":"200002019"},{"comment":"- Nice guy\n- Always trying to improve\n- Extremely Hardworking\n- Sajjan Vyakti\n- Keep in touch, bhai !\n\nJai Shree Ram !!","name":"Anurag Agarwal ","roll_no":"200002010"},{"comment":"To a devote person with the ability to take jokes on himself while coming up with witty comebacks, Sad that I won't be able to see you come across in Oracle, But I hope we will stumble into each other again someday. HC. ","name":"Nilay Ganvit","roll_no":"200001053"}]