[{"comment":"Hey Sai! \nOne of the versatile gentlemen in our MS batch of CSE, we had several good discussions many times, and what I infer from them is that you are a very good human being with high dedication and ethical merits. Wish you all the best for your professional life! God bless!\nShekhar Tyagi","name":"Shekhar Tyagi"},{"comment":"Hi Reddy Garu! I am so glad I met you. You instantly change the environment of the room you enter with your cheerful smile. Never lose your optimism, and best of luck in all your future endeavors!! ","name":"Trupti U Rathod"},{"comment":"Reddy, It feels like yesterday when we first met. You've been truly a funny, kind or should i say a south Indian hero of our batch. Its been great to have you as a friend. Keep rocking and you deserve so much more. All the best for your future goals. keep dancing :)","name":"Drishti Sharma"},{"comment":"Hi Reddy, I remember whenever I felt lonely you were always there for me. The time we have spent together while walking, talking and coding everything was so great. Waking you up in the morning was part of daily routine😅. You have always supported me and I am really blessed to have friend like you ","name":"Amit Raj"},{"comment":"Saiii...Starting nundi ippati varku english meedha nee command chusthunte bale anipisthadi ra...Nee gurinchi chala manchiga vinnanu ra...Keep going like this mawa..Chala vinali inka, and All the very best for your Future ..I wish u Good Health and Happiness","name":"Sai Ganesh"},{"comment":"Hey bro! I'll miss our table tennis matches, your incomplete Hindi sentences and everlasting greetings wherever we met. From you, I've learnt that a person should always listen to their heart. Keep being the beautiful soul that you are. I'm grateful to have been your friend. Best wishes bro.","name":"Balaram Sarkar"},{"comment":"Hi Sai,\nwe first talked during the solar interview and again for ugadi event and I had the great time in the while and laughed so much and fulfilled the dream of dancing on the stage. our \"Pg pro dancers😂\" had good time, memories and photos. ","name":"sucharitha"},{"comment":"Hey Sai! We first met during  the choral dam picnic. We had a great time together! You are very amazing and hardworking person sai! You are one of my best friend in the campus. I'll miss our night walks, and our endless talks! All the best sai for ur future! Do good and go ahead in ur life!!","name":"Sheetal"},{"comment":"Hi Sai or better Reddy as I call you! You are such a balanced person, top that with great intelligence and humor. The time spent with you on this campus was amazing and I hope we could grab more of that. Anyway, good luck for your life ahead! A person like you is definitely going miles...","name":"Mohini"},{"comment":"Anna, you really are a gentleman. I'm glad I have buddies with such amazing personalities. Every time we cross paths, your smiling face always greets me. It exudes a very happy energy. I'm hoping for the best for you on your upcoming journey!!","name":"Mahesh Malviy"},{"comment":"Mawa, there's a lot to learn from you ra. Your hardwork, your well-wishing attitude, your intellectual convos. From the bottom of my heart cheptunna, positivity oka manishi aithe adi maa Sai Kumar!! Final ga, Thanks ra, for stepping up to make Ugadi 2024 one of the best days of our lives.","name":"Egu Dheeraj Kumar"},{"comment":"Hello maama, I can't express how happy I was when I saw your name on the list. I told my mom about you and memorised your name. I am lucky that you're with me throughout this journey. All the best Sai, for your future and I am pretty sure you will achieve everything. Gonna miss our discussion.","name":"Ashutosh Dhamaniya"},{"comment":"Hey buddy, you are a very true inspiration to me.  Humlog ne saath mein bhot bakloli kari hai and you were the only guy who challenges me with really good puzzles for long walks. Aur aap jaisa attitude mein agle jagah apply karonga like talking to new people, trying new things. All the best bro...","name":"Achint Kumar Kansal"},{"comment":"Sai Anna! A very humble friend of mine who likes to discuss about various topics related right from technology to random bakchodi 😂. Bro is always ready to help me in any situations😀. I wish you all the very best for your career Anna, and I know you'll achieve great success 💯. Stay in touch Anna.","name":"Dhruvil Thakkar (DT)"},{"comment":"Hello Reddy The Teddy 🧸, You are such a sweetheart. I will always cherish the moment we spent together. Keep shining bright 🌻....I will miss you buddy!","name":"Nisha Kumari Barsha"},{"comment":"Saii!!andaru manavalle ane feeling ninnu chusthane anipistundi.Ugadi ki kalisamu & that was one of the best memories!Frankly it was possible only 'coz of u.Maas ni taladanne vadivi nuvve!The ever smiling & very cheerful person evaru ante 1st nuvve gurthu vastavu!U r even more amazing than u realize!","name":"Anjana ENSS"},{"comment":"Anna, big fan Anna, nee dedication ki nee determination ki, your energy is a different level and always ready to learn and want to do things differently. All the best, Anna, keep in touch.","name":"Srikakolapu Bhagavan"},{"comment":"From percepting me to be a South Indian at IITG to having spent 2 yrs with you at IITI, Macha u have been a great companion. U understand  lot of things I don't usually put into words. We had great moments n I am grateful we had this time together. Wishing you best for the venture, see u at NGP !!💜","name":"Prasad Chaudhari"},{"comment":"You r such a gentle guy Sai, such a sweet personality I have ever met. I had some deep discussions with u which taught a lot to me. \nI wish I could have more time to spend with you, as it is difficult to find people like you in this World.\nWishing you endless happiness and success.\nlots of love\nSaim","name":"Saim Rehan"},{"comment":"That always smiling face spreads a positive vibes to the people around please don't let it go anna. The way you speaks and react always create a comfortable environment. All the best for your future anna and stay in touch","name":"Jai Abhiram Bellamkonda"},{"comment":"You are the definition of a good gentleman, abbayi. You are the most compassionate, hardworking, considerate, & optimistic person I have ever encountered in my life. I never thought we could become such good friends in such a short time. I am always in awe of your knowledge of everything. ATB. keep😊","name":"Manusri Ajmeera"},{"comment":"Hi Sai, you are one of the most decent people I have ever met. You have this happiness aura which makes cheerful those who interact with you. All the very best. Stay the great and kind person you are.","name":"Anup Kumar Gupta"}]