[{"comment":"My friend from C G you were one of the first I came across before this institute. He is hardworking passionate and trustworthy. A true mechanical engineer having shaft & looking for low tolerance h∆\\€. We might not get degree but that's what makes us jigri.. you'll do wonders in whatever you do.","name":"Harsh Vardhan Singh","roll_no":"2204103009"},{"comment":"A pure lover from the heart bt aadatein kuch gadbad hai. The most chill person I knw with a forever smile on face. He's a vry good person with listening habits. I trust you'll keep your room pristine so that no rogue odours launch a hostile takeover on everyone else's senses, Best wishes for future.","name":"Manik Bhowmik","roll_no":"2204103007"},{"comment":"Isparsh... Name itself revealing that this person is abnormal. A man who is made for something great but Kamzor Indariya is dragging you down near to hole of hell 😂. Wishing you a better life ahead, best of luck brother.","name":"Deepak Kumar","roll_no":"2204103001"},{"comment":"He is one who is good at heart and bad at mind and thinking. Careless of hygiene but cares about ML. I hope you will strengthen your inner strength, which some people are breaking. I will not forget the incident of 517 (I came to your room and didn't notice something). Wish u a good journey ahead.","name":"Zen Kapadiya","roll_no":"2204103006"},{"comment":"you're someone who lives in the moment, enjoying life without worrying about what's to come. A pro carrom player with a devilish laughter, also a student at one of the best lab of IITI, juggling multiple job offers. haste rahiye, muskurate rhiye aur apni aas pass safai banae rkhe!!  all the best ✌️✌","name":"Rabadiya Ridhamkumar Ashvinbhai","roll_no":"2204103008"},{"comment":"When God made you, He didn't just break the mold; He burnt down the entire production facility. I still believe you're a superhuman with extraordinary abilities (You know what I'm talking about). May God grant all your wishes especially your wish of being 'up and standing' all the time.","name":"Arbaaz Shaikh","roll_no":"2202103016"},{"comment":"The guy never fails to entertain us with his unfiltered thoughts, you really are something man! the final wish that you asked from god before you die makes you a different creature I believe you are not amongst us, you are among the gods, gods we never worshipped before. may we meet again in future","name":"Prosenjit Mondal","roll_no":"2202105008"},{"comment":"The \"SOYBOY\" Isparsh, with a knack for analytical approach and excellent color perception. He is a makeshift singer and footballer (although I haven't seen him play often). This guy can do wonders I have a gut feeling. I wish him all the success, health, and happiness.","name":"Janmejai Sharma","roll_no":"2006103002"},{"comment":"Every dinner table conversation get deviated to fhir vahi **** fhux ki bate 🤣🤣 never met a guy like you before ever in life❤️ you speak your heart out (offending alot of people  by this trait). I remember FEM ka viva 👋 I know u don't 🤣🤣 best wishes for your future endeavors ❤️","name":"RAJSHREE SINGH","roll_no":"2202103027"},{"comment":"Whenever we are with you, it's  not possible that we are not talking about that thing. I believe you should start soyabean startup. It will definitely succeed. All the best for your future ","name":"SHUBHAM GARG (Villian)","roll_no":"2202105006"},{"comment":"Hey, Isparsh remember how we started, \" Aaj to Washique ko harana hi h \" 😂. From carrom to swimming pool, from Saturn to Nepali Dhaba, and all those bday celebrations, I will always cherish. Stay in touch and keep rocking soyabeam guy.","name":"Rahul Kumar Sharma","roll_no":"2203141001"},{"comment":"Thoda kam Hi### kar bhai. Mathematics lover, Partner in crime who then likes to put blames on me only. Very much alike person as me only thing is that I don't reveal much. I also want to be like you in terms of carefreeness but fails to do so everytime I try. Wish to meet you soon that too in Delhi.","name":"Shubham Jain","roll_no":"2202105009"},{"comment":"Bhai, Ur ability 2 keep everyone smiling, multitasking like a pro,& speaking openly of motiv🙊ation is unparalleled. That fantastic setup U & ur team arranged 4 OA & New Year celebrations 🥂 will always remembered. Ur honesty is a beacon, & Ur laughter is pure dynamite😁. Keep radiating positivity!","name":"Mahesh Patil","roll_no":"2202103019"},{"comment":"Hey I-Sparsh, \nAn amazing energetic person . Keep spreading positivity and enjoying every moment of life. Happy to see you growing .I wish you all the very best for coming days and stay connected !\n","name":"Simran Rana","roll_no":"2203171002"}]