[{"comment":"Hey Trived. You are the one who is always ready for help ❤️\ni wanna to say only this \"From freshmen dreams to senior realities, we did it.\" :)","name":"Abhishek Jaiswal","roll_no":"200001001"},{"comment":"Mast helping nature u have, keep up buddy.\nBe in contact ","name":"Likhith Raj DV","roll_no":"200001039"},{"comment":"Ok...Nuvve sigma ra babu. Neeke 1900 rating undhi cf lo. Nuvvu inka neee BT ne GAI-Limited lo place aiyaru. Sarle...thanks ra babu clutch moments lo help chesinanduku. Mass enjoy chesam ra COD, CR, movies anni. Enjoy chey life ni, kuncham matladu ra andaritho. Kaluddam andaram, party ivvu apudu. ","name":"Jayanth Kumar","roll_no":"200001034"},{"comment":"I remember when we had a team for ICPC, and I can say so proudly I was with one the best cpers in our cllge, just don't be afraid and give everything a hard try, all the best for future🤩🤩","name":"Khushi Agarwal"},{"comment":"#Definiton of Sigma male\nOK ra\nAll the best ra","name":"Srihasa Ogirala","roll_no":"200003051"},{"comment":"You are gem of a person ra , nitho fun way lo argument cheste naku chala  anandam vasthundi and koncham ekkuva matladu . wishing you all the best for the future endeavors ra and stay in touch.","name":"Bhanuteja Annavarapu","roll_no":"200001004"},{"comment":"Nee blood lo RBC kadhu ra manchithanam flow avvuthumdhi. Such a zero ego and zero jealous person I met. Thanks for helping me every single time. Keep helping 😇. I know you will reach great heights in future. All the best mama..... ","name":"Jai Abhiram Bellamkonda","roll_no":"200002020"},{"comment":"One of the smartest people I have ever met.\nNuv nenu kalisi jayanth ni aatapattinchadam, kalisi COD lo grind cheyyadam ..bagundedhi mama...","name":"Yagneswar","roll_no":"200003087"},{"comment":"Bro intha talented aithe ela bro. Super humble guy. Inspirational ra nuvvu. 3-4 months lo cp thuppu repesav ga. Sigma la ke Sigma ra nuvvu. Hope you reach bigger heights. Gurthupetuko mamalni kuda. All the very best mawa","name":"Maramreddy Krishna ananda reddy","roll_no":"200001042"},{"comment":"ka_tri ani chusina prathi sari bhayam vesedhi mama.. super shy.. aina Em chesa ra.. sudden ga mana line cut chesav. I only wanted our friendship mama.. nothing more.","name":"Shashanka","roll_no":"200002021"},{"comment":"Most talented guy i ever know.\nBro never say no to anything or anyone.\nI learned a lot from you. Thank you for everything mama.\nAll the best.\nPS: Konchum ayna selfish ga vundatam nerchukora 😂.","name":"Chandra Teja","roll_no":"200003055"},{"comment":"1900 ela ra!, one of the cool and smartest persons I ever met ra, All the best for your future, Prathi season MI finals ki rakudadani koruko (Obviously CSK finals aduthundanuko!)","name":"Kallepalli S V S  Krishna Deepak","roll_no":"200004021"},{"comment":"Nek unna talent ki u deserve so much more. I admire u the most in many aspects. Enta tense situation unna chill and calm untav. Be it coding, sports, gaming and what not..u r always good. I will miss ur subtle sarcasm on Jayanth and srihasa. I hope to see u in great places ra.. Trived = Sigma male","name":"Karthik Boddupalli","roll_no":"200001016"}]