[
  {
    "comment": "We met on LinkedIn before coming to college. At that time none of us knew that we would share such a special bond.\n From strangers to each other's comfort zones, we have had so many memorable moments❤️.\nTeasing each other daily and calling each other unique nicknames are our favorite things.\n",
    "name": "Komal Gupta"
  },
  {
    "comment": "jab starting me hum mile the, tabi patha chala aage 2 saal masth hone wali hai ,waise he huwa..IIT me ek cheez kabhi bhul nahi saktha hu vo, swadhyay me hum dono ne ek dusro ko dheke hasna..Those laughs r unflitered & pure ✨Tere presentation skills are pure class, Bahut achha lagtha he tereko dheke",
    "name": "Sai Ganesh"
  },
  {
    "comment": "You were my first friend on the IIT campus. Our routines mirrored each other: \"Utho, Lab Jao & late night aake so jao\". Humesha ready to take risk to improve the IIT system. One thing I learned from you is presentation skill.  Hume koi ishare ki need nai he kisi ko tease karne ke liye. GJ-Mh bond ❤",
    "name": "Ankitkumar Patel"
  },
  {
    "comment": "TPC manager... Cheerful friend... memories we all have shared will last forever... the short trips out of our busy schedule... tea post ki chai... do pal ka sukun... though many more memories to be made yet... be the same energetic person as you are... All the best for your bright future",
    "name": "Shruti Ghodke"
  },
  {
    "comment": "Being a new student in a new place isn't easy, but you made it so much Better When I was in the hospital, you took care of me like a mother. I'm so grateful to have a friend like you. Now that you're graduating, I wish you all the success in the world.\nLOVE YOU BHAI \nName- Ankit Kumar Tenwar ",
    "name": "Ankit Kumar Tenwar"
  },
  {
    "comment": "one of my humshakal personalities (when we are together with the same beard look) on campus and also very talented in the technical side with good selfie skills. smart boy and also very genuine nature,. We have so many memories of trips and city outings.Very soon, you will get what you deserve.",
    "name": "Sonu Kumar"
  },
  {
    "comment": "A bright and exceptionally mature friend, your experiences are reflected in your behavior.  Keep up the good work, brother.  \nAnd as Sudheer bhyya said  \"App maaniye humari baat Launda bbhut bhadiya hai.........................................................\"    Sahi kahte the 🙋‍♂️",
    "name": "ASHUTOSH KUMAR KUMAR"
  },
  {
    "comment": "Radhe , you always made everyone laugh, Fun with water inside unit was memorable You are  always  passionate and disciplined towards your Goal, Thank you a lot for being my true & kind hearted & caring & intelli..friend, Wish you all the best for your future work, Keep smiling. I will miss you alot",
    "name": "NEERAJ NIKHIL"
  },
  {
    "comment": "Radhe bhaiii.. Working with you is always amazing for me, especially those late-night sessions during the tapeout were unforgettable. Apart from that.. you have always been there like a brother to help me out despite all the....",
    "name": "Sathvik Reddy Govindu"
  },
  {
    "comment": "enjoy every phase of life. stay happy\n",
    "name": "Arpit Singh"
  },
  {
    "comment": "Bhai placement ho,  ya na  ho.  par tu hmesha  hmara TPC rahega.😂 Aur jasi dp lgai h vase hi haste rehna . Aur bagvan tuje  ek esi ladki de jo khud ek probelm ho because you are a problem solver , puri  energy vhi lagana . Ese hi sikhte rehna . ALL the best for your future endeavours.",
    "name": "Sudhir Gill"
  }
]