[{"comment":"Hey, beautiful lady. You are one of the most beautiful souls I have ever met. The kind of positive energy you bring to the house is unmatchable. Without your continuous support I wouldn't be able to achieve all those heights. Hoping to have your association for rest of my life.\n\nWith Love ❤️\nAkash","name":"Akash Bhople"},{"comment":"Heyy Roomiee!! You are one of the greatest roomies that I have ever had. I just can’t forget the memories that we have on 604. Always loved talking to you. Cheers to all the amazing talks we had 🫶🏻. I hope hum jldi jlid yhn Ph.D. scholar ban jaaye and again roommates hi ho. \nFinger crossed. 🤞🏻","name":"Simran Rana"},{"comment":"ISHITA PTA HAI all my life I never felt to be a person worthy of any responsibility untill one day you called me at 4 am and asked to accompany you to Health centre.That day has changed me and one of the most beautiful feeling you have gifted me unknowingly. Hope I can live up to this... Love you💞\n","name":"Madhurima Das"},{"comment":"Hii Imshita i know that i am not a therapist but i wanna say that \"Kehne ki ho dil me koi baat, mujhsey kaho,Koi pal ho din ho ya ho raat, mujhse kaho\"I will miss u yaar & i hope that we keep meeting ,per bs hum dono hi aakash se bhut durr dharti pe hi aur ha agli baar fresher pe saree jrue rakhna.","name":"Pragya"},{"comment":"The sheer discipline in this woman's life is so laudable. With her pretty smile, her artistic ability, and her patience (mandala artists) she will surely take on the world. I am grateful for her friendship and to have shared amazing moments with her. I hope she keeps growing like her lovely plants.","name":"Nishi Thakur"},{"comment":"Ishita , I would have not passed the M.Sc. without your notes. I can't thank you enough for it. Anyways, I really admire your personality. You are gonna be one hell of a lady one day. I am so so proud of you. \"Not good Shubham \" will not sound the same anymore. Khayal rakhna apna. tons of love...!\n","name":"Shubham"},{"comment":"You are indeed \"Khwabo Ki Shehzadi\" vali girl, sleek straight hair, huge collection of pretty clothes, a prince charming always by your side, very disciplined, with unbreakable will power, hardworking, a topper, an artist, everything just perfect, it was amazing and inspiring having u as a frnd.","name":"Saumya Tripathi"},{"comment":"Hey ishita ☺, you are very sweet and very hardworking girl, I know you will get phd admission soon, keep working hard and enjoy yourself, keep smiling of course you too have cute smile 😂, will miss you ❤","name":"Annamreddi leela krishna prasad"},{"comment":"Hello Ishita, keep your smile as it, the most memorable thing about you is how you help others( Antony Sir's presentation :P). Bina kisiko disturb kiye apna goal ki taraf badhte rehne wali, I hope you overcome all your obstacles smiling as you do and also do very well going forward.","name":"Kevin Tirkey"},{"comment":"Ishi, some people believe that we are sisters while others consider us to be best friends. We have experienced many ups and downs in our relationship, but our bond is much deeper than a regular friendship. When I was closest to you, I realized that love can happen with anyone. Stay connected dear","name":"Madhu"},{"comment":"Hey ishi, you are\"The Mandala Artist lady\" of our class and your dance is really best. Your patience and hard work makes you perfect. Your regularity about your work is a motivation for us. Good luck for the future.Always Be Healthy, Be Cool. Ham to padosi hi hain, prayagraj me milte  hi rahenge. ","name":"Kanchan Singh"},{"comment":"Ishita,\nThe most hardworking person I have ever seen. The dedication you have for your work  is truly inspiring. All the best for future,   Ishita.👏🏻","name":"Rahul Kumar Sharma"},{"comment":"All the best diii, the time at SMS research group will be always cherished ","name":"Akshay Tak"},{"comment":"To the sister I learned so much from thank you didi for supporting me and guiding me in every aspects of life..thank you didi for everything..\n\nMISS YOU DIDI ","name":"Akash Tayal"},{"comment":"To the sweetest and the most hardworking didi, you are the inspiration for all of us you always make us realise that there is no alternative of hardwork , thank you for always helping us by giving notes and by your valuable words and i will miss that dinner table talk with you, Wish you a Good luck","name":"Bhanu Sharma"},{"comment":"To the person I learned so much from.I wish you success in your future endeavours.Thank you for everything.\nMISS YOU DIDI ","name":"Akash Tayal"},{"comment":"Hey roomie! \nYou are so talented, whether its academics or arts. You got everything in you and I am sure you will go great lengths in your life. Good luck!","name":"Mohini"},{"comment":"Hey Ishita,\nYou are so organized and hard-working. Will remember all the fun moments we had, our UNO sessions, jugaadu cooking, spooky stories, my biology fun facts & crime documentaries. You have a beautiful smile. Stay happy, healthy and blessed forever. Best wishes!","name":"Harshita Samaur"},{"comment":"To the person i learnt alot i wish you a best future and get success in your life...\nThankyou for everything didi we literally Miss Youu...","name":"Akshat Mishra"}]