[{"comment":"Hey, Saim you are amazing person who has supportive & understanding mindset. I like your greetings when we meet and smile. You are really a hardworking person which I have seen you personally. \nI wish you all the best for your future and I hope we (502) will have gettogether in future. ","name":"Mahesh Malviy","roll_no":"2202103014"},{"comment":"Just an ARROGANT\nA: Ambitious\nR: Resilient\nR: Resourceful\nO: Overthinking\nG: Good-looking\nA: Astute\nN: Negligent in a few place\nT: Talkative ","name":"Akhila Gouda"},{"comment":"Hey Saim.. I had a very good memories with u bro.. The talks, the fluxus dance, the dinner times were amazing.. I cherish the moments with u, your admiration towards PhD is good bro.. Wishing u dreams come True...definetly u will become a loved professor.. Glad we met...all the best sàim.. ","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Tere wajah se 502 ka naam uuncha ho gaya hai... London jaake humein bhool mat jaana, kyunki hum tumhe yaad karte rahenge. Good luck for your future. ","name":"Egu Dheeraj Kumar","roll_no":"2202102005"},{"comment":"Parting ways is never easy, but I am grateful for the wonderful discussions we have shared during breakfast, Our conversations have been a source of joy and inspiration Thank you for the laughter, the insights, and the friendship. Wishing you all the best on your journey ahead. Stay in touch!","name":"NEERAJ NIKHIL","roll_no":"2204102008"},{"comment":"One of the best person i have ever met, may you find success and fulfillment in everything you do,i am confident that you will achieve great things, wishing you best of luck for your higher studies.","name":"Mohd Ehtisham"},{"comment":"Humare unit ka balcony bro 😎. Always ready to co-operate regarding that. I like your passion in your research work brother. Wish you all the success in your career. All the best 👍.","name":"Dhruvil Thakkar (DT)","roll_no":"2202103013"},{"comment":"Very hardworking and talented. Would remember the lemonade surely. And haan, London ko angrezon se aazad karwana hai Saim bhai😂","name":"Md Zaeem","roll_no":"200005022"},{"comment":"Hello sir, you are one of the best people in our lab, your supportive nature and advice help a lot to grow in every aspect, you will be missed so much, the friendly environment you make with your presence is so enjoyable, You are the person I do admire,. Sir  apna playlist jarur share karte jana....","name":"Akash Ahirwar"},{"comment":"Bhai London ja ke padh bhi lena, but honestly speaking you are hardworking guy and very supportive.\nStay blessed always and wish you a very great future ahead.","name":"Mohd Washique Ahemad","roll_no":"2202103008"},{"comment":"Jisse dekhta hu mein hard ghadi ... Voh ladki hai kaha. Sam bro, cardboard alarm kaisa hai. Apna Maddy bhai broken with tan theta formulas😂😂. But honestly, great guy. Very hardworking and sincere. London se ache gore bachi chahiye mujhe","name":"Sparsh Arya","roll_no":"2203121002"},{"comment":"Hey saim your dedication to your lab's projects is truly inspiring. Your enthusiasm and willingness to lend a hand, whether it's troubleshooting an experiment or brainstorming new ideas, make you an invaluable member of our lab Keep being awesome!\"  your energy is contagious, Best of luck \n\n\n\n\n\n","name":"Deepak"}]