[{"comment":"A nice person with hard working nature.Can't forget the moments I shared with u being heart broken, joyful, tragic, or adventurous.will miss all those days of long distance cycling, dancing on bhojpuri songs, doing gym, chicken dinner at simrol, and the list keeps on going. bass shaadi me bula lena.","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"A super coder, talented, hardworking and a good friend. Bhai ko hustle karte bohot dekha hai but in the end all your hardwork has paid off. Apna group ka kaam ekele karta hai kaash ham dono ka ek hi group mai kam hota tere se sara kaam karata. All the best, and wish you accmplish all your goals.","name":"Kh. Humendro Singh","roll_no":"200004023"},{"comment":"One of the Cool guy (Friend) from Jee prep to jee college and the most imp thing is the guy who always support in planning the trip. Hopefully we'll Planning trip in future also lik e( Udaipur , Chittorgarh ,Varanasi....... )","name":"Abhishek Jaiswal","roll_no":"200001001"},{"comment":"You are very supportive and you always try help everyone you are true legend of up. Proud of you bhaiya for your placement.\nAs you embark on a new journey, may the path ahead be filled with success, joy, and fulfillment","name":"Ravi Kumar"},{"comment":"A really nice and chill guy. A really hardworking person with passion to become a good software engineer.  Every meet with you was filled with a lot of positivity, smile and laughters. I will always cherish the moments I had with you. All the best bro !","name":"Arvind Yadav","roll_no":"200001009"},{"comment":"Aur bhai tere se jyada kisi se relate nhi kiya pure b.tech me. I will remember the time we spent together solving problems and fixing bugs. You were the only one with whom I was able to share all my worries ЁЯлВ. Best wishes for your future bro, I know you'll achieve great things in life.","name":"Chinmay","roll_no":"200004012"},{"comment":"Aur prasant kitna padh liya, chale kya Bhai Vijay Jain ki chatne ЁЯШВ, thanks yaar sare grp project karne ke liye, tere Bina to 0 aate mere har project me, jada tension mat liya kar sab sahi hoga. All the best ","name":"Prahlad Pawar","roll_no":"200004038"},{"comment":"рдЖрдкрдореЗрдВ рд╡реЛ рдЖрд▓реМрдХрд┐рдХ рд╢рдХреНрддрд┐, рдКрд░реНрдЬрд╛ рд╕рдВрдШрд░реНрд╖рд░рдд рд╣реМрд╕рд▓рд╛ , рдПрдВрд╡ рдмреБрджреНрдзрд┐рдорддреНрддрд╛рдкреВрд░реНрдг рд╡рд┐рд╡реЗрдХ рд╣реИрдВ ред рдирд┐рд╢реНрдЪрд┐рдд рдЖрдкрдХреЗ рджреНрд╡рд╛рд░рд╛ рд╣рд╛рд╕рд┐рд▓ рдХрд┐рдпрд╛ рдЧрдпрд╛ рд╢рд┐рдЭрд╛ рд╡рд┐рд╢реНрд╡ рдкрдЯрд▓ рдкрд░ рдмрд┐рдЬ рд╕реЗ рдЙрддреНрдкрдиреНрди рдкреИрдзрд╛ рдЖрдкрдХреЗ рдкрд░рд┐рд╡рд╛рд░,  рд╕рдорд╛рдЬ, рд╣реА рдирд╣реА рджреЗрд╢ рдкреНрд░рджреЗрд╢ рдХреЛ рдореАрдард╛ рдлрд▓ рдХреЗ рд╕рд╛рде рд╕рд╛рде рдардВрдбреА рдЫрд╛рдБрд╡ рд╢реАрддрд▓рддрд╛ рдкреНрд░рджрд╛рди рдХрд░реЗрдВрдЧреАред  рдпреЗ рдЖрд╢рд╛ рд╣реА рдирд╣реАрдВ рдкреВрд░реНрдг рд╡рд┐рд╢реНрд╡рд╛рд╕ рд╣реИрдВ ред\nBest of luck тЬи ","name":"Mukesh Kumar","roll_no":"200004029"},{"comment":"A friend like you is a treasure, always there to offer support and encouragement ЁЯШД","name":"Karan Meena","roll_no":"200004022"},{"comment":"Parshu Coder (Specialist) ЁЯТ╗","name":"Karan Meena","roll_no":"200004022"},{"comment":"Despite Prashant's modest height, his coding skills reach new heights every day! He's always learning and mastering new technologies, making him an invaluable asset to any team. ЁЯЪА","name":"Karan Meena","roll_no":"200004022"},{"comment":"A representative of 407. I am glad that finally with all ur efforts u made it to get a job. Hope we will meet again with best spirits, tab thodi bhot coding hame bhi sikha dena, hamara bhi bhala ho jayega. \nBest wishes for future","name":"Sanskar Gupta","roll_no":"200004046"},{"comment":"Abe loude. Thats all I called you entire B.Tech. I never saw you get angry. You are one of the most chill guys with honest mindset. Enjoyed all the time with you. See you soon buddy.","name":"Guru Lava Kumar Chinthakunta","roll_no":"200004015"},{"comment":"My friend is a loyal, loving, and dedicated guy who enjoys codingЁЯШБ and saving moneyЁЯШВ. Finally bande ka placement lag hi gya. I really appreciate your efforts bhai. Keep believe in yourself bhai and achieve everything you want. \nName: Sunny\n\n\n\n\n","name":"Sunny","roll_no":"2000004049"},{"comment":"Best of luck for everything bro. Be happy and have fun.","name":"Samrat Telse","roll_no":"200004045"}]