[{"comment":"Mahesh babu, the hidden gem, with magnanimous personality. Cherish to all the laughter moments\nI will always remember that badminton match with 1st year students on their first day. 😎,kya dhul chataya tha sabko . Kudos to your forever helping/supporting nature. That search of room around Pithampur","name":"Bimal Bashyal"},{"comment":"From a sleeping beauty to an over-energetic, adventure-loving freak—I've seen quite the transformation in you. But I must say, I'm loving this change my boy ! We've journeyed from mere classmates to close friends,and I hope this bond lasts a lifetime.","name":"Arbaaz Shaikh"},{"comment":"If you need a guy on your trip, ask Mahesh he never says no to a trip 😂. He's one of the coolest people I have ever met, someone who minds his own business. A great nap taker. From being just roommates to becoming close friends,  and now,the CEO of L&T. Hope all your dream comes true","name":"Prosenjit Mondal"},{"comment":"\nMahesh, in first year we called you jinda lash. From last year make a lot of memories. Specially, you woke me early morning. Then angry with me and because of me you didn't get egg. You will always be in one little side of my heart,😅😅. Best of luck for your future. LT m jake Ram mandir bnaiyo🤣","name":"SHUBHAM GARG (Villian)"},{"comment":"Mahesh ek aatma hai, who nobody knows when he comes in hostel and when he leaves and then suddenly he appers in front of you😨 like he was there only all the time. An adventure loving and always ready to go travel buddy who never say no for going out. A Kannada guy with a little twist of Maharastra.","name":"Shubham Jain"},{"comment":"A simple guy, always ready to do something crazy. love you bhai and good luck for your future.","name":"Deepak Kumar"},{"comment":"The only guy of unit 506 I don't know much about kyunki ya to ye lab mei rheta hai ya room pe. Still some moments which we shared during these last few days were awesome. A sincere and a hard working guy with a lot of positivity and joyfulness in his attitude. I wish you all the very best for future","name":"Isparsh Chauhan"},{"comment":"A very humble guy who is worth making a friend. He is very softspoken and a great helper in nature. He never misses any friendly event and he is always ready for trips. All the best man😄. You deserve much more in life.🙌","name":"Manik Bhowmik"},{"comment":"Mahesh dalle... One of first few to not be nalla and get placement. You are silent yet deadly on sarcastic comments. A dedicated and smart person. His famous movie is border because he lives in one ...🤣🤣 Namma Mahesh good luck for future and keep growing 🙌","name":"Harsh Vardhan Singh"},{"comment":"A Cheerful guy who can doze off anywhere, anytime, always sporting a smile. The ace of playing cards and always ready for a stroll around.  Bangalore aane ka mauka mile toh zaroor milenge!! be yourself, stay cheerful and stay blessed, Wishing you all the best for the future, brother!","name":"Rabadiya Ridhamkumar Ashvinbhai"},{"comment":"All the best for bright future dear Mahesh 🤗🤗","name":"Ummed Singh"},{"comment":"A nice and soft spoken person, its very nice to meet you here. Wish you all the best for your future journey. ","name":"Mahesh Malviy"}]