[
  {
    "comment": "OG...GOAT...Sigma...Real man...sports person..kabaddi player...desi gama ke baalak and wt else...\nA guy who is never scared of exams... A man with a pure heart... Mechanics is love 😏",
    "name": "Jitendra Kumar"
  },
  {
    "comment": "A nice and friendly person. Good at several sports, and also in sleeping XD. Bro got no fear for exams! The beloved \"tau\" of college from 201 ... Even though he has faced some domestic violence in 201 still he managed to survive XD.  Smart and Calm. Kabaddi & Fussball champion ! All the best bro !",
    "name": "Raghuvamsi Bokka"
  },
  {
    "comment": "Woh 5 points ki raid yaad rahegi bhai🔥. Khate Peete ja thoda saale😂. ATB Bhai ...",
    "name": "Rahul Raut"
  },
  {
    "comment": "20 saal ke baad bhi hum baccho jaise ladte rahenge 😂. Had a great time with you. All the best for the future tauji!",
    "name": "Kshitij M Bhat"
  },
  {
    "comment": "Magha don , Rajasthan ka sher, aapro to kai kehno sa! vollybal team tere Bina aduri hai. Bikaner jaror aaunga aur sath me dal bati jemenge . ",
    "name": "BHUPESH KUMAR"
  },
  {
    "comment": "Kya likhu tere baare me samajh nhi aa rha... Bhai tu sath nhi hoga...ab aur kya hi bolu ?? Chal roungaa nhi.. Apna volleyball aur foosball star... Koi tik nhi skta Bhai ke aage... Aur fielding me jonti rhodes ka baap.... Tere sath bht yaadein hai.... Aage mujhe bhool mat jana..jaldi se job le le..",
    "name": "Manav Kumar Sinha"
  },
  {
    "comment": "Heyyy Megaaa ,\nA true gentleman!! I will always remember how comfortably you helped me during Dhar visit , Nice person good at heart . Stay in touch buddy!!",
    "name": "Pragya Singh"
  },
  {
    "comment": "Yoooo mugs!! You brought me a broom to clean my room when I stepped in 201 for the first time, thanks for that lol. And also thanks for all the following wonderful memories we made together. Thanks for saving my life at mohadi falls, it was one of the most frightening moments of my life. ATB dude!!!",
    "name": "Vihaan Thora"
  }
]