[
  {
    "comment": "Hey Aadi! Best friend in the campus who always taunts me but u are the person who also takes care about me! You are very hardworking person bro. I'll remember the way u protects me ! All the best Aadi for future!I'll miss u ! Do good and go ahead in ur life! ",
    "name": "Sheetal"
  },
  {
    "comment": "Heyy Adi! The guy with headphone always on and who makes such relatable reels on his anonymous account! Guys he is popular...iykyk. Will miss those morning walks where the leopards had made their mark. Also ab honestly I miss your sarcastic jokes for some reason! Such a worassttt fellow you are😂 ",
    "name": "Trupti U Rathod"
  },
  {
    "comment": "Hey bro..I always miss the way we talk, only we two know how shit we talk...I still remembered we met on the 1st day of the college itself,from then its always the same ...The vibe doesn't change, so as the energy ..Gonna Miss u buddy..Wish u all the best for your Future..",
    "name": "Sai Ganesh"
  },
  {
    "comment": "Galti se achha labmate mil gaya mujhe xD. The more I knew him, the more harami he felt. But he's one of the most balanced people I've ever known.\nWill miss that phase of saath me daant khaana (research) and the lab. I think half of our convos were, confirming if ma'am left for home xD",
    "name": "Jaisurya"
  },
  {
    "comment": "Hey Adi! You are an amazing individual. I will always miss the Delhi waala jokes that we made. I wish you all the best for your life ahead. May you reach the moon! May you find the girlfriend of your dreams! and stop flexing your iPhone everywhere no :) :)  ",
    "name": "Mohini"
  },
  {
    "comment": "Haan bhai , straight out from the hood. bhai vu QM ka exam to train mein ek sath dilli jana. One of the best person i met here. \n",
    "name": "vishal"
  },
  {
    "comment": "Hello, Delhi vale Launde!! You are amazing bro and thank you, gaama aale sidhe sadhe balak ko itna bigaadne ke liye 😂. You are a hardworking person and I hope you will be doing things that make Manoneeta mam proud again and again. Or har kisi ki itna roast krna band kr de bhai. Best wishes bro 🥰",
    "name": "Sanjay Kumar Yadav"
  },
  {
    "comment": "Mr. Hand man. Bro tu seriously stud banda hai yaar. There is so much to learn from you. Pitampura aaunga don't block me😂😂, kuch sikhao yaar humne bhi. ",
    "name": "Sparsh Arya"
  }
]