[{"comment":"Wicked Sunnyyy!!!","name":"Sahil","roll_no":"2203151018"},{"comment":"Handsome guy with dashing look. Down to earth personality, helpful friend. And what can I say, can't describe in words!!!!!!","name":"SANTANU PRADHAN","roll_no":"2203151019"},{"comment":"WICKED SUNNYY! <3 Lagta hai bade susheel type ka, lekin hai bade harami type ka..!","name":"KASHIKA KHATRI","roll_no":"2203151013"},{"comment":"Sunny, a intelligent guy, is among the most beloved persons I have met at IIT. Wish him to become among the top particle physicist in the upcoming years. All the very best...  - Partha.","name":"Partha","roll_no":"2203151002"},{"comment":"Sunny bhai, you are the best person in our group. Always behave as a gentleman, he wants to do b*******di, but he can't do because he think what people will think about me, i spent lots of time with you, i will miss you, i wish to god whatever you want to get in your life you will get, best of luck.","name":"Manjeet Kumar","roll_no":"2203151022"},{"comment":"Sunny yaar.  Yaad rahega kaisa mera khana churaya karta tha plate se  (saale). 😂😂 Unit ka sabse padhaku, serious, and not so funny guy. Blessed to have a unit mate like you. Bohot help kari hai bhai tune. ","name":"Md Sahid Ahmed","roll_no":"2203151017"},{"comment":"Your gentle nature and dedication to academic and career excellence are truly admirable. Your innocence and commitment shine, inspiring those around you. Here's to a future filled with continued success and happiness.","name":"Deepak Sain","roll_no":"2203151004"},{"comment":"Mr. Sunny !! The saaf-suthra person with the cleanest room of our unit (VSB-606) + khana chorr. Kash msc. 4-5 saal ki hoti to pkka Punjabi lyrics Sikha deta tujhe..😅😅. Ik advice deta hu__\nNext time if a mathii asks you for your course year, so u should not tell her your department !!! Remember 😅 ","name":"Rohit Kaundal","roll_no":"2203151016"},{"comment":"I will never forget our fun interactions. Thank you for these memories. Aur hum tumhe bhool jayein aisa ho nahi sakta aur tum hume bhool jao aisa hum hone nahi denge. All the best for your future endeavors. ","name":"Nishi Thakur","roll_no":"2203141005"}]