[{"comment":"Saumya, from the moment I first saw you, your smile captured my heart like a blooming rose, radiating healing and beauty. Your grace and intelligence make you the perfect embodiment of beauty with a warrior's mind. Always yours❤️","name":"Amit Raj"},{"comment":"Hii somaa!  i mean Saumya.. Saumya se somaa tak ka safar aur uske sath hi College khatam . Yaar There's a lot to say, but how can I explain my feeling  in a few words? In one line i just want to say that\"Dur jaake bhi mujhse tum meri yaadon main rehna Kabhi alvida na kehna Kabhi alvida na kehna\" . ","name":"Pragya"},{"comment":"Soma hum tumhe bhula dein aisa ho nahi sakta aur tum hume bhula do aisa hum hone nahi denge. Yu hi tum apni pyaari si muskaan barkarar rakho. Shayad hi aage jaake tumhare jitni pratibhaavaan ladki se mil paun. Tumse maine bahot kuch seekha hai aur aasha karti hu ki tum aise hi hamesha khush raho.","name":"Nishi Thakur"},{"comment":" Somaa I've always admired how you wholeheartedly embrace whatever you set your mind to🥰Your fearless determination and unwavering commitment to pursue your passions are truly inspiring❣️tmhra gana aur ukulele are just waoo,but ha now it's time ki u should learn one more thing-saying no to people😵","name":"Ishita Agrawal"},{"comment":"In the world full of fake people, you maintain your originality of being You. I know how to convince a Marathi Family for marriage, So Don't forget to call me for the same. It was a memorable journey with you. Gonna miss our laughing sessions.. Wish you the best for your Future. Loads of love.! ","name":"Shubham"},{"comment":"Hey soma, you are \"The coding lady\" of our class and your logic knowledge is really great. Playing badminton and your singing with ukulele is just wow, wow,..You always talk as humble lady. We all believe what you put in mind definitely you will do that and you proved also. Good luck for the future.","name":"Kanchan Singh"},{"comment":"Hello Soma, you have very sweet voice; when you sing while playing ukulele, it is like cherry on the cake. We all will miss you soma. Always keep smiling like this and never quit singing. Best wishes for your future.😊","name":"Akash Bhople"},{"comment":"Same hometown also means I wish you all the best and hometown ka nam roshan krna. Sincere beautiful and sexy as you are, I know you will find success wherever you go. Even on cloudy days, remember good memories and keep smiling. Take care.","name":"Nimisha Tiwari"},{"comment":"There's alot that I have learnt from you. It was great when we used to go to ground focusing on fitness but the rest is history🥲 I will never forget the day you woke me up and then fell asleep 🥲 The journey of IIT wouldn't have been the same without you. Cambridge is waiting for you Soma. Miss u ❤","name":"Madhurima Das"},{"comment":"Hey beautiful charming✨ and cutie girl...sach batau tumhari pyari si smile bahut achi lgti hai aur tumhari singing Kamal ki hai unit me ek singer ka hona to Banta hai jisko sunkar Dil ko sukoon milta hai aur wo tum ho💕 as a person you are best and very intelligent,I wish 🤞you always be happy 🥰...","name":"chhavi"},{"comment":"Hi soma ☺, very talented and good singing girl, the thinking power you have is really unmatchable, I know whatever you want in life you will achieve it, all the best for your future, will miss you ❤","name":"Annamreddi leela krishna prasad"},{"comment":"I have met Soma at IIT Indore, and I find her to be the most moody girl. However, her knowledge of the subject she is interested in is amazing. Her cute smile makes her even more beautiful. She lives life in a very joyful way. She is my first friend in IITI, stay connected Soma","name":"Madhu"},{"comment":"Mai bahut kush hu aap jaise didi ko apni iit journey me, aapse hi maine itna chill rhna sikha hai.. Kabhi kisi cheez ki tension nhi aur jaise aap swadhyay me mujhe ghurkar dekhkar haste ho ye humesha yaad aayega mujhe\nThankyou you diiiiiiiii for everything best wishes for your next journey....\n","name":"Akshat Mishra"},{"comment":"To the person or I can say to the sister I have in my journey of IIT there is so much to learn from you (specially ukulele ) thank you didi for everything,to support me in every aspects of life...\n\nMISS YOU DIDI ","name":"Akash Tayal"}]