[{"comment":"If someone asks me what a best friend should be like, I would think of someone like you. For many months on end, you were my final and only pillar of support, a million thank yous would not be enough to convey my gratitude. If anyone kept me going through IITI, it was you.","name":"Ashutosh Nayak","roll_no":"200002014"},{"comment":"The humblest slender man ik, looks calm and mature but no less notorious than any other engineer. It's funny that we started talking due to anime movies, and now we can talk about anything and everything apart from anime, Keep up the kindness and continue being your amazing self unapologetically..","name":"Aditi T","roll_no":"200003005"},{"comment":"This guy's height was petrifying at first and he used to toy around with me just cause I was small 🤣. Enjoyed some key moments and helped each other mostly him helping me but made some nice memories together. Lets keep growing and stay in touch. And ya bring it on ... your TT challenge. ","name":"Nischit Hosamani","roll_no":"200001054"},{"comment":"Wishing you a life of full of success and adventures. Here's to loving cars for the road trips. \nयूँ ही चला चल राही | \nजीवन गाड़ी है समय पहिया | \nआँसू की नदियाँ भी हैं | \nख़ुशियों की बगियाँ भी हैं | \nरस्ता सब तेरा तके भैया |\nAll the best : )","name":"Shibani Shashin"},{"comment":"Bhai ki height,looks,aur dressing sense mashaAllah.one of the most calm,humble,naik and intelligent guy I have ever met.bhot kuch seekha hai tumse.Thank you for everything.dua main yaad rkhna.best of luck for future.","name":"Kunwar zeeshan","roll_no":"200004026"},{"comment":"Your skyscraper stature and playful punches always kept me on my toes literally! But watchout your future pregnant wife might not share our amusement😂 Despite your love for playful jabs, our time together has been a knockout of laughter and camaraderie. Here's to the future colleagues.","name":"Priyansh Jaseja","roll_no":"200001063"},{"comment":"We met as strangers in 215 and we are parting as friends in 212. Vibing on random stuff like one piece will always be one of my fondest memories of us. Wish we had more time too. Let's start a new chapter in Bangalore.","name":"Safdar Inamdar","roll_no":"200002066"},{"comment":"Kind humble and intelligent - these three words come to my mind when I think of you.... Thanks for all the help, be it cp, dsa or core cs subjects...you have always been there as a guide. May Allah bless you with more success in the future 🤍...Duaon me yad rkhna :) ","name":"Jawwad Umar","roll_no":"200004020"},{"comment":"It's been fun vibing with you on the random things and the \"didi kya haal\" and the following updates of our life. If you ever punch through something definitely lemme know XD. It's been fun. Stay in touch!","name":"Divnoor Kaur","roll_no":"200002029"},{"comment":"Mir bhaiya!! My constant source of support during the loneliest phase of my college! Thank you so much for the insightful conversations and the wonderful walks! I'm really sorry kabhi itna bond nahi kar paaye what with coursework and polar opposite schedules, but I will most definitely miss youu! <3","name":"Harman Bagga"},{"comment":"I will always remember visiting Coimbatore with you and Nischay, where so many things happened – the train getting delayed by 15 hours and on the way back, missing one train and sharing a berth on the next. Then visiting your home and enjoying food there. It was all such great fun!","name":"Amit Kumar Makkad","roll_no":"200001003"},{"comment":"Very kind, tall, humble and a gentle human being. Project m sath m kaam krna, tt khelna, bkc karna sabme boht maja aaya or haan blr m bhi maje krenge.\nAll the best for everything that you do!! ","name":"Sanskar Verma","roll_no":"200001069"},{"comment":"One of the most humble persons. Tweets like karte rehna bro (iykyk), we need to form a cult 💪😂.","name":"Devesh Jindal","roll_no":"200001020"},{"comment":"You can not see him, because you have to look up for that😂. A very helpful, kind and calm person. I would never forget the group studies we did for astronomy courses, and constantly blaming for taking the course🤣. Will stay in touch. All the best!","name":"Bhavya Contractor","roll_no":"200001018"},{"comment":"You are best example of humility and simplicity. Had a lot of fun with you and Amit at Coimbatore. Will cherish all moments (the practice contests and the actual ICPC). Had a great time at your home. Stay in touch!!","name":"Nishchay Shroff","roll_no":"200001055"},{"comment":"humble person but very tallll. A great project partner which we always finished at the very last moment. Beware: He can make you board wrong trains 😂😂. Stay connected!","name":"Nishit","roll_no":"200001056"},{"comment":"You're an incredible problem solver and coding wizard, always rescuing us in group projects before the deadline. It's always fun hanging out with you. Let's keep meeting up in Hyderabad! 🚀😄","name":"Parth Bhore","roll_no":"200001015"},{"comment":"You somehow always gave me a noble gentlemanly vibe, Mir, and you've been that kind of person in our interactions. I'm glad to have met you in campus and all the best for ur future ✌️🥹🥹","name":"K Madhumitha","roll_no":"200004025"},{"comment":"To the tall, nerdy introvert with a heart of gold and a subtle humor, your calm voice and kindness always leaves a humble remark. Wishing you all the success in the world, and may your future be as bright as your wit. Stay in touch to randomly play rocket league with me, my friend, Emir Raze","name":"Nilay Ganvit","roll_no":"200001053"},{"comment":"The guy with a great sense of humour and I like how subtly you land your jokes. Will always remember our Pachmarhi Trip and that Samsung S20 has a better camera XD. All the best for your future. ","name":"Vishal Chichani","roll_no":"200002080"},{"comment":"My brother in ‘meer’ indeed! You are one of the most calm, silent dudes I have ever met. I still remember the quizzes we gave together over a Discord voice chat in the first year 😂Best of luck for your future, and stay in touch! ","name":"Mihir Karandikar","roll_no":"200001044"},{"comment":"Heyaa! You sure are a mystery to me! still curious to know a lot behind that calm and humble face. Thanks and sorry for bearing my talkative ass at the dinner table. Proud of your achievements and all the best to you for future endeavours. See you in BLR!","name":"Abhijit Panda","roll_no":"200003003"},{"comment":"One with a great sense of humor😄 and humble by nature.  All the best bhai for future achievements! 🌟","name":"Mayank Tayal","roll_no":"200001043"},{"comment":"Mir is a testimony to the fact that height is directly proportional to temper. Really enjoyed giving that quiz you hosted in online mode for us in the cse branch meet. Also had fun in graph theory, although I still didn't fully understand Johnson's algorithm XD.","name":"Vihaan Thora","roll_no":"200001079"}]