[{"comment":"'Bro' is the true definition of \"Consistency with Shyness\". aa arguments, funny teasings inka enno, alane continue chedham. Always be a topper, dominate and win it. PS: manchi habits nerchukodaniki maku oka course pettachu ga ðŸ˜","name":"Raghavendra Buchammagari","roll_no":"200003022"},{"comment":"A very quite and shy guy but don't let that fool you, can can be very witty sometimes. Very fond of his South Indian exclamations. Best wishes bro, may you all the succes you work for.","name":"Kh. Humendro Singh","roll_no":"200004023"},{"comment":"Truly illuminated by ur calm, kind, humble and composed nature. Will always remember ur help during WRE project.  Its my pleasure to know a friend like u. I will never foget the cricket matches that we played in APJ107. Hopefully we will again meet with same charm.\nBest wishes for future endeavors.","name":"Sanskar Gupta","roll_no":"200004046"},{"comment":"Era Spi Cpi yena inka em vadha??. Chill out buddy. Mana time masth enjoy chesina ra. Hope to see you soon. ","name":"Guru Lava Kumar Chinthakunta","roll_no":"200004015"},{"comment":"One of the people who get triggered easily if you talk bad about his favourite player. Always enjoyed teasing you.\nInkanunchaina pakkana vallu etu ante ate pokunda neeku etu anipiste atu po                                                     \n #7th topper                              All the best ra","name":"Srihasa Ogirala","roll_no":"200003051"},{"comment":"\"Chiraku teppistav enti \"ðŸ¤£ðŸ¤£\nRohit better than Kohli ani cheppi ninnu edipinchina parthi moment memu antha full enjoy chesam inka chestune vuntam.\nAnyways twaraga ni dream bike konu kalisi race pettukundham.\n\nStill Kohli > Rohit  huu huu ðŸ˜ˆ","name":"Chandra Teja","roll_no":"200003055"},{"comment":"Toxic MI fan. One of the finest individuals.6th topper. CSK >>>>> MI.\nAll the best","name":"Karri Trived","roll_no":"200001033"},{"comment":"patience is the key mama","name":"Sathvik Reddy Govindu","roll_no":"200002036"},{"comment":"Virat ee thopu dhammunte aapu. Rohit Sharma bandodu. Em eekuthavo eeeko. Adhi 45 kadhu 420. Steal chesadu captaincy. Baane trigger avthavu ga trigger chesthune unta. Enti 6th topper ana civil aiyundi TCS lo placement aiyyindana show. Sarle, mass enjoy chesam ga COD IPL antha. Touch lo undara Zuka!","name":"Jayanth Kumar","roll_no":"200001034"}]