[{"comment":"From bhobho to beast.. i have seen the transition of your name along with you. And i still want to you to grow more (not in height kyuki ladka nahi milega fir😂). Also thankyou for being a partner in hundreds of emotional discussions.🖤🫂","name":"Riya"},{"comment":"Maa of 501,apne cmpus m jgh jgh p confessions,bella buano din ki batein,garlic maggi😂pani dalna,holi,apna saree mission n gokarna m upr 1,2,3 sb hmesha yad rhega.Apne gane aur unke meanings😂voh da stairs p gossip sessions,eksath rona😂finlly mko insbke liye prtner milgyi.milte h jaldi,emotional:-(","name":"Anushka"},{"comment":"Aur meri Baby Beast! PTA nhi kitne naam dediye tereko. 1st yr ke fun online meets se lekr late night emo discussions. Meri sabse sweetest and close frnd, hope sab same hi rhe Pune mein jaake. My mission to find you a partner isn’t gonna stop! (Trial and error). To trying new skincare & recipes.😌","name":"Sreyashi"},{"comment":"501 maa, best cook, fellow novel and other enjoyer(iykyk), languages expert. Negotiation expert. 501 me peace ka reason.\nBas hamare saath thoda aur patte khel leti to ... 😂😂, but aaina bhakt to tu hai hi , damn good actor, indore se nikalegi finally, batate rehna Pune ki harkatein .","name":"Subha V Gopal"},{"comment":"The most samajhdar auraat of 501. Pta nhi tune kaise jhel liya baaki 4 ko. Maine Meri behn ko pta nhi kitna pareshan kiya aur aise hi krta rahunga😂. Bhoolna mat aur shaadi me zaroor bulana. Kabhi iss jeevan ka kuch kaam aa saku toh aavashya mujhe sampark kre","name":"Rounak Jain"},{"comment":"Motuuu atleast ab to garam rotiyan bana ke dena start Kar de gharwalo ko🤣. One of the sweetest, cheerful and helpful friend yet the biggest bojhon. Mera failaya har raita tu somehow samet hi deti thi har bar, thanks a lot yarr. Baki apni cycle pe ki hui conversations to life time yaad rahengi hi😉","name":"Sarvagya Kanungo"},{"comment":"Bhobho sheeng Thokur neech ladki ekdm neech 🙏🙏  first time mile the gurukripa pe tab cameraman banake rakhdia tha tuje aur aaj ki date mai patni bana lia 😂😂. Fsz mai vo apni bakchodia aur meme sessions boht yad aayega 🫂 baaki paani ki bottle lana vapas shuru krde boht garmi h bhai . 🙇‍♂️","name":"Harsh Parihar"},{"comment":"Motuuu. Heavy driver. Introvert👉👈. Apne mandir walks bohot Miss Karunga. Faltu baato pr guilt lena band krde🫂. Jitni buri kismat utne hi bure decisions 😂😂. Ab to dhua udana band krde. Astro me tu nhi hoti to maza nhi aata but atleast minor me 10 aa jate🫠. Pune me milte rahenge. Bro kal mandir?","name":"Kushal Sahastrabuddhe"},{"comment":"BST my brooo! Alliance founder🫂 Alliance walks with life lessons for each member, apni talks on you know what😂. Apni itni baate nahi hui jitna chahta tha, but a highly appreciated friend in my life. Graduation pe bhi city mat chale jana😂. Milte rahenge aage, call karke advice bhi to mangni hai😁","name":"Govind Kizhakke Mepad"},{"comment":"Eventually \"Itne kharab din nhi aaye mere\" were really good days piddi🤣Yrr Endless valorant  nights, online meets, Gkm ki udana, alliance walks, gyan giving sessions, - Yeh likhte hue hit kr rha h ab BT mujhe. But wait, tere Bnlgr trips sponsored honge so :) ATB to the ever happy dramatic girl 🫂","name":"Aryan Gupta"},{"comment":"Dharti par bojh, Tujhe kitni baar bolaa hai mujhe uske naam se matt chidaya karr. Humesha haste rehna aur kripya apna roasting mode off rakhna aur haan Bia ek plate poha jalebi.","name":"Prakhar Gautam"},{"comment":"Most non violent member of 501 and least iq Indori, Sbse badi bojh pr dil ki bhut achi h, bhai apn ne ky hee bakhaitiya maari h 😂 Aaina ki pro head aur maze maze m placement lgwane wali. Ek din KPV bhi \"ghumne\" chalna h 🤣, Best of luck yrr for the Future and hope you achieve all your dreams.","name":"Aryan Yadav"},{"comment":"Bahu, My CAT Partner, apne gyaan wale walks, I hope agle saal you make it to Ahmedabad. Fir vaha ek grand swayamvar organise karenge. This time, I hope my next son doesn't disappoint you 😂😂😂","name":"Sahil Rapartiwar"},{"comment":"BishST:) You are a heavy person with a heavy heart. Bakchod bandi jo hamesha panchayat sunne ke liye down rehti hai. Tera south accent nhi bhulunga & thanks for teaching me Hinthi. CaféHouse thoda kam Jaya kar. Prakhar ko chidate rehna & Dw last day bohot jor ki tapli khayegi tu. Takecare. Ur Sautan","name":"Shrevesh"},{"comment":"Meri BIWI. Jaldi se MBA krke paise kama fir tujhe meko Dahej bhi dena h. GYM leg day skipper. How can I forget the funny faces jab tujhe ek set or maarne ka bolta tha 😂. Keep smiling nhi bolunga kyuki tu toh chill h hi bas dusro ko rula mat dena 😂. Or ha future me Gym me Flex krna mat bhulna 💪","name":"Soham Roy"},{"comment":"Dear maa of 501, writing this note as pseudo mrmber of 501. Itni caring kaisi h tu? Shakal se serious lgti h pr andar se chulbulapan bhara pada h. Bakaiti ki shaukeen aur Aaina ki queen, apse milkar yh college life hogayi rangeen! Bohot aage badhna aur hmesha aise hi haste hasate rehna🥰","name":"Isha Pankaj Pathak"},{"comment":"Hemlo fuddu Aurat. BeST girl to hangout with(bilkul lgta hi nhi ldki h XD). One of the most mature ldki sbko smbhalke rakhti h. Last year me baat hone lagi, but still one of the ppl I can blindly trust. BT sunane ke liye call laga diyo ( m nhi krunga intrvrt me👉👈). Keep smiling aur roya km kr 🖤..","name":"Piyush Yadav"},{"comment":"Sabse chill,sabse bindaas ldki that I've met. Sense of humor to khatarnaak hai hi tera. 4th year ke start me hi mila tujhse tabse masti mazaak me kaafi izafaa ho gaya hai. Aur haan exams me madad ke liye thanks.Aur bhojhil kam maje liya kar mere varna sach me kursi fek ke marunga🙂. Tuntun diff hai.","name":"Yogesh Mohan Dantare"},{"comment":"Dear poonam, chai kidhr hai😂.riya se dhyaan hatega tabhi to bana payegi na, jalta nhi hu tere se bas mujhe chidhaya mat krr varna🤜 dunga ek😂(mazak kr rha hass mat jyada).summer23 ki masti was memorable aur vo snap ke liye thanks😂.baki mai kya hu bolu, aap hai ek gol aaloo(ek lame meri taraf se.)","name":"Yashraj Solanki"},{"comment":"Sweetest batata-vada. Enjoyed the bakaiti we did in the classroom. One of the first people I talked in college. Aaina k time ki masti yaad rahegi. Movies dekhi saath me bohot par mere ek movie dekhne vale dost ko TRANSFORM kar diya.ZS Associates me maze karna😏. Keep smiling. Civil Group for Life😼.","name":"Garvit Gupta"},{"comment":"Best dancer(usse better dance nhi dekha maine)....actor to hai hi...padhati bhi achha hai..lame jokes aur dark Humour ka pitara hai iske pass.yogesh k saamne sharmati bhot hai.\nBaki khush reh jaise rehti hai.","name":"Kunwar zeeshan"},{"comment":"Welcome to the league BST😂. AAINA ki backbone. Dark aur lame jokes smjhne wali ek lauti ladki😂. ZS me kuch aur mt krne lag jana, apna aim-cat ko mt bhulna. Next yr milte h kisi IIM me. Cheers to the time wasted in library 😂. ","name":"Ayush Maheshwari"},{"comment":"Dear Bhobya (CR), Tere saath online bkc se lekr class m bkwas bato p comment pass krne tk it's been good vibes only. Personally I like ur technique of \"saal bhar tomboy ki trh rhna & event m slay 🙂\". Thnx for those \"bhai pdhle\" gyan, sochunga is bare m 🙂. Stay happy & same. Best for ur future 🙌","name":"Himanshu Gupta"},{"comment":"One of my first friends at iiti. Exam k pehle valo matches and many more. Hopefully milte rahenge and stay happy, healthy. And u achieve great heights. 🤞.","name":"Paras Vyas"},{"comment":"Jabhi tere acts dekhta, sochta ya wahi BST hai class ki? A cool friend to hang out with. Jyada closely janne ko nahi mila but I know tu insaan bohot sahi hai. All the best for your future.","name":"Kh. Humendro Singh"},{"comment":"A TALL girl having a CUTE SMILE with SWEET DIMPLES. Your cllg life from being CR then JSenator followed by AIANA head is inspirational. I really felt bad after ur DOS viva (saw u cryng with dimples) and glad after hearing ur CAT result. Glad to be ur frnd.  Best wishes for IIM & Eveready for ur help","name":"Sanskar Gupta"},{"comment":"Bro, your sass and Aaina aura are just litt. Our IIM Indore date and you selling vegetables is sth I'd never forget, all the best and be the same BST 🥹✌️✌️","name":"K Madhumitha"},{"comment":"Hey Junior😂😂. Indore ki Gundi to BST please campus bula le🥹🥹. The most awesome and humble person of college🫡🫡.  Thanks for bringing the water bottles  for me😂😂. Always gonna remember our mischiefs during soil and transport lab😈😈.","name":"Ayush"},{"comment":"UGCG4L\nwe came a long way, it's pitiful it's bittersweet,\nI take a shot at memories and black out like an empty street\nI'm sure you ain't troublesome as people say...ahh! they're crazy.\nShe the girl with a big heart.","name":"Sahil Singh Shekhawat"},{"comment":"Aur group ki mummy toh hai tu, hope pune mein papa bhi mil jaye. Exams ke smay valo khelne ke liye thank you and body block mt krnw kbhi wrna yk😂😂. Baaki aage jaakr contact mein rehna and all the best for pune iykwim🌚. Tc dr salunke😂 and milte h valo pe.","name":"PARTH DWIVEDI"},{"comment":"One of the coolest girls (important) I've ever met. Honestly, you've got a sweet voice and the cute smile. Will never forget that contract-based girlfriend story you told 😂 (might be useful 🌚). Keep smiling and all the best for your future 🥂.","name":"Varun Kumar"},{"comment":"hamare nick names ka main reason hai ye common \"Bhavya\", pata hai tera pronunciation is different. she is the girl with the highest tolerance level and patience. simple, cute and sweet aptly describes her. aaina ki jaan hai aur best comebacks ka pitara. best of luck for your future and milte rhna 😊","name":"Bhavya Gupta"},{"comment":"Interiit cult loser😂. Busy in meets always. Stay connected.","name":"Akshat Nahata"},{"comment":"BST...my most special friend jisse sabse pehle mili hu. Humari online vali meets jisme ghanto bas baithe rehte the aur bakwas krte ya campus m chit chat, everything was best. Tere jaisa cool na koi h na hoga. All the best yarr🥂","name":"Pranjali Gavhale"},{"comment":"T always have a lot of fun with you. Moreover you are a space to me where I always feel at peace and safe. Hope we eat Ramen more often. All the Best for your future.","name":"Khushi Gupta"},{"comment":"From giving me company in quarantine, BTS and matching the same Korean drama vibe, I enjoyed every part. Thanks for listening to my rr & wheelchair ride. Stay in touch!","name":"NAIN GUPTA"},{"comment":"You lack vitamin E in your name kyuki you're the BEST. Jaane ka dukh nahi hai kyuki aap chillaoge aur mein 5 minutes mein circle bana lunga. All the best for your kaam kaaji mahila wala bhavishya. Jab bhi jarurat pade ek call karo. Kyuki apan wahi khade hote hai jidhar matter bade hote h. HailAAINA","name":"Jay Dhurve"},{"comment":"Hello first mahila neta of AAINA , you have won my trust on each responsiblity i put you up for , my biggest aaina , ki kya hi kar rahe bhaiya aap jeevan me! Very hardworking and sweet at the same time! cheers for all the good times we had in campus and all the best best aage ke jeevan ke liye!!","name":"Abhishek Dhangar"},{"comment":"Ek neck flick kafi hai. AAINA ki garden keeper. Probably the only person in campus jo issko naam se bulata hai. Its BHAVYA not Bhavya, tum BTS hi bol lo. Will miss inner aaina core meet at 1-D 6th floor. InterIIT ho ya FLash mob bro aur Food walk>>> AAJ tu ladki lag rahi hai>>>. Pune mai food walk? ","name":"SOHAIL SHAIKH"},{"comment":"Broo..The person who remained the co-club member for the longest time. Energitic.. high on confidence..masti bkc karne always ready. The person who fought for the club.  Stay in touch, aage ke kisse bhi batate rehna.","name":"Shaik Wanhar Aziz"},{"comment":"Drama queen, gale mein loudspeaker laga fir kahin aawaaz aaye. Crazy actor and writer. Learnt a lot from you about the art. WIll always cheerish the time we had in AAINA. Copper bottle ka paani was the amrit for whole club. Ghans todne pe dant ke acha nhi kiya. Enjaay and all the best for future","name":"Srijan Parashar"},{"comment":"helu BST di, hehe. Really great knowing you, wo DA ke chaurahe pe baithke gossip karna, Inter-IIT preps, and the best- democracy ki hatya, I'll miss those. I hope you have a smooth sailing ahead in life, Aaina club head wala raudra roop aapko fir na dikhana pade 😂","name":"Mansi Choudhary"},{"comment":"Literally a dramatic personality very friendly chilll and funny senior di humesha mastt si smile ke sath batcheet krna bahut kuch seekha hai apse btw gussa bhi dekha hai aaina me apka (iykyk) pr at the end hum miss karne bale hain ek khushmijaj senior ko all the best di for your future 😁","name":"Jeetesh Patel"},{"comment":"Bstttt dii, the funniest and the AAINA ! Acting me roona toh maine aapse hi seekha haiii, thankyou for all the motivational talks at Mandir❣️Aap bhaut Amazing hooo!! I'll miss you so muchhh, milte rehnaa\nAnd at last, your japnese ascent is so sexy, please say it again,......! Miss you🥺🥺","name":"Srishti Dhingra"},{"comment":"Under your leadership, I had my best days of college llife that I will remember with a smily face in rest of my  life!!! My best actor of Aaina will always be you, such a spontaneity, that I tried to learn from u  , please keep your acting .\nAlways grateful,\nName;: Yash Chandramore","name":"Chandramore Atul"},{"comment":"You are the coolest, funniest, sweetest, wittiest, kindest and your Japanese accent is so secsiiii! Will really miss having you around di! You were the best club head I've seen in IITI! (head nod up) All the best for your journey ahead!","name":"Khushi Sawla"},{"comment":"BST(BTS) didi you're the heart and soul of AAINA, literally the sweetest member of AAINA fam, you've always been there for all of us, and we'll really miss your sweet-si gusse waali daat-fatkar, and then sab kuch bhoolke humare saath kari hui never-ending masti!\n-Vaidehi Bhat","name":"Vaidehi Bhat"},{"comment":"Very amazing personality  chilll and mastt maula insan....bahut sare kisse hain aaina meetings.ke kitte logon ne kitti galiyan khai hain di se(iykyk)..humne bahut kuch seekha hai apse majak mstiiii karte huye di your having very good smile always be Happy....all the best for your future endeavours","name":"Jeetesh Patel"}]