[
  {
    "comment": "My very own private sunshine. That makes me want to step out and soak it in, rather than hiding underneath an umbrella. Here's to the countless memories, advices and wrong decisions that we've collectively taken. Heart is full coz you are in it. ",
    "name": "Shrishti Dey"
  },
  {
    "comment": "Nimo\nYou will always reside in the most special space in my heart. The most unhinged member of our private madhouse, we will miss you a lot.... wait, we are going to meet every three to four months. Thank you for coming into my life and showing me it's okay to be vulnerable and carefree.  \n- Sree",
    "name": "Sree Lekshmi"
  },
  {
    "comment": "The first memory I have of us is of the rainy night we bonded over our love for Taylor Swift and dogs. In the last two years I've come to know you as a person that's reliable, fun, eccentric and a whole lot of heart. May the universe give you a cutesy k-drama life. I hope you make the world your b. ",
    "name": "TANISHA RATHORE"
  },
  {
    "comment": "Deer Ladke.\nFrom sharing Tissi ke laddu to become gossip partners, a friendship grew like the one Joey and Chandler have, hamesa girte padhte rehne wali ladki (sorry ladka), trekker lite👹, and lots of memories have been made with you. Jaise ho waise rehna May god give you more than you can imagine.",
    "name": "Rajat Kumar"
  },
  {
    "comment": "Aafat ki pudia, delulu, frzi ki gym freak, basi khana khane wali and much more 😂😂😂 ( whenever you read this, you will always hear my devilish laugh). The girl with a pure heart who tries to be evil but can't do so. Always be you, never change. Will miss your madness in IIT Indore. ",
    "name": "Aditya Gaur"
  },
  {
    "comment": "Your introduction to me was the most lunatic one that I'll always remember. Clumsy-ness graph of the planet just peaked sharply when Nimisha was born. You turned out very sensible and its a great vibe bonding with you! Thanks for the UNO tutorials.  Wishing you all the success, health n happiness !!",
    "name": "Prasad Chaudhari"
  },
  {
    "comment": "Hello, madam ji, thank you for being a wonderful and incredible friend of my one friend, and also big thanks for being the Super Crush of my another friend.  Wishing you all the best for future journey!",
    "name": "Prasanna Bairagi"
  }
]