[{"comment":"Hey Wanz, It was amazing to know you. I don’t have words to express you and your brilliant character and personality. Just these emojis🤔😀🤪🤓. Wishing you all the best for all future endeavours ","name":"Alan Jose","roll_no":"200002008"},{"comment":"My go-to man for gossip. I wouldn't know anything or anyone if it were not for you :). You show people how exactly to live a life. You are the reason I was mentally sane throughout Covid. Hope you always get to maintain your charm. (or get yourself a girl before it wears out😉)","name":"Sahas","roll_no":"200001017"},{"comment":"You were not wanhar bhaiya in AAINA, you were wanhar papa. Thanks for being the one of the best actors and mentors in AAINA. ","name":"Riya","roll_no":"200004042"},{"comment":"Best Islamic scholar, worst card dealer and a mediocre Gayatri mantra specialist, great taste in cargo fashion. Will watch panchayat on prime everytime I'll miss you caz jeetu bhaiya se badi panchayat aapki hai. Legit Father figure for AAINA just find a real one macha who'll call you Abbu. HailAAINA","name":"Jay Dhurve"},{"comment":"A calm and composed guy, with outstanding oratory skills. He is a fluent speaker, an amazing actor and a dedicated dramatist.\nOnce a senator always a senator🫡","name":"Mukul Jain","roll_no":"200001050"},{"comment":"Never missed my family in first year because of you ..... obviously the best listener, now that you're going\nI will always miss the person to whom I always used to share thoughts and my career goals...\nAfter the vacations I won't be able to meet the whole AAINA family ...\n-Apoorv","name":"Apoorv Singh"},{"comment":"Aur wanhar kya haal! started my each gmeet with this sentence,the most calm and yet chaotic guy, you will ever meet, he can deceive you with his innocent face, with all the gossip going on in his mind!You have enlightened the stage every time with your presence! Don' loose contactand all the best","name":"Abhishek Dhangar"},{"comment":"I know you before you join the insti, manchi artist and manchi scenes of humour, always keep smiling and keep making others laugh around you that is best we can give back to society. All the best for your future keep in touch.","name":"Srikakolapu Bhagavan"},{"comment":"MAMA where? That one juari friend of yours. Tere sath AAINA discussion tops. Bro taught me ki placement k baad jaida campus mai rahoge toh offer revoke kardenge. Seedha bacha jo sirf passive smokinga karta hai. AAINA ka OG BAAP, Tales are Bro aur Sanchit sir same age k hai. EK bana kya ? Patte khele","name":"SOHAIL SHAIKH","roll_no":"200005046"},{"comment":"The amiable teddy bear, with a cute smile, lovable expressions - all in one package. Enjoyed our time together ra! From the very first and best impression of your monologue to the last moment in college, memorably tine with you! Wishing you luck on your endeavours !! - Akshay Raj","name":"Prabhat Sati"},{"comment":"Will miss you a lot bro. You always tell the truth without any fear even if it's harsh. ","name":"Srijan Parashar","roll_no":"200003073"},{"comment":"Shaik Wanhar jiski acting se sab shake ho jate hai 💪🏻\nThe Baap of AAINA\nGot to learn a lot from you🙌🏻\nBasically 😂 what I am trying to say is that thanks for all the memories. \nAise hi truthful rehna humesha, be passionate and be more free aur haa patte khelte rehna😂","name":"Bhavya Singh Thakur","roll_no":"200004009"},{"comment":"None other than the senator, always made our online sessions feel like we were in campus even during the Lockdown. The online friend who always asks about how you are when we meet offline. Keep leading and always stay in touch, Wanhar.","name":"Nilay Ganvit","roll_no":"200001053"},{"comment":"The calmest person I've ever met who is also a natural speaker alwaus keeping everyone entertained. College starting lo Hyd lo kalisam AMB lo. Appati nundi ippati varaku ekkuva undakapoyina unnantha sepu we enjoyed a lot ra. Ilane undaali ani korukuntunna...\nContinue to chill in your life mama.😉","name":"Siddartha Chennareddy","roll_no":"200002070"},{"comment":"Among the best people I met during my college,days. you guided and helped me a lot in my academics, When you are on screen , screen lights up by your presence !!\nWill miss you bhaiya\nName;Yash","name":"Chandramore Atul"},{"comment":"Wanhar Bhaiya was one of the coolest seniors of the campus. He is like packet of energy bundled inside in his sweetness and composure. Wish him all the best for his future","name":"Advay Kunte"},{"comment":"Serious laga hai but mast Banda hai, Hamara apna senator aur aaina ka shaan","name":"Likhith Raj DV","roll_no":"200001039"},{"comment":"Always welcoming, will make you feel like home. Never says no to any plan, thanks for all the love, I have learned more card games in the last sem than I did in my entire life, thanks to you!! Keep smiling!","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"Wanhar bhaiyya has been the Hyderabadi-tadka of AAINA fam, thanks for always being there, Your hyderabadi flavor in everything will be missed, from card games to night canteen meets, from drama practice to AAINA mehfils!\n-Vaidehi Bhat","name":"Vaidehi Bhat"},{"comment":"City chalte kya?","name":"Kamaraju Vishnu Vardhan","roll_no":"200002042"},{"comment":"Bro is a great actor , first flatmate and a great person very helpful and thanks for sharing answers in online sem..It was fun doing acting with you in IBCC.\nTake care All the best !","name":"Vansh Kathnawal","roll_no":"200001078"},{"comment":"One the most engrossed person in culturals (ahem Aaina).\nAawaz itni tez hai ki chat gawo tak sunai de. A very high spirited and carefree person. All the Best for your future. ","name":"Khushi Gupta","roll_no":"200004024"},{"comment":"Bro’s been around ( in the same room ) from day one of campus to the last day. The foodie you need to explore in life and the enthusiasm is always next level. Never say no to his choices as they will be the best. Will miss all the gossip and gyaan sessions mama.","name":"Shankar Nakka","roll_no":"200003050"},{"comment":"Hey Wanhar.\nThe guy who is from south but lagta ni , Interactive person hai bhai tum.\nOnline me sabse jyada interactive dost hai bhai tu..\nJyada kuch ni bolna chahunga bas itna kahunga ki \" Online me VHDL se leke offline me  RL tak maja aaya  as a group member\" , Nescafe pe chai also :)\nATB bro ❤️\n\n","name":"Abhishek Jaiswal","roll_no":"200001001"},{"comment":"Mass man ra nuvvu. Ugadi skit lo character ichinanduku thanks ra. Ne ugadi solo mathram peaks ra ennisarlu chusina kothaga anipisthadhi. Fan ra ne acting skills ki. Ee skills ekkado akkada use aithadhi save chesko 😂 no offence. Ekkuva matladakapoina manchi memories chesam. kaluddam ra malli cheers!","name":"Jayanth Kumar","roll_no":"200001034"},{"comment":"IIT Indore ka kamal Hasan.🔥","name":"Harshith","roll_no":"200002058"},{"comment":"A crazy soul captured in a gentle and calm personality. Chahe aaina ki koi bhi meet ho kya patt khelna , Chahe hme kuch nya sikhana ho ya chahiye aache suggestions, he is the  one to nice who consider as a family. We made a lot of memories that always will live in the deep corner of the our heart. ","name":"Deepanshu Gupta"},{"comment":"A really calm and chill guy. It was really nice to work on projects with you, Your simple and helping nature inspired me to become a better team player. Also your sense of humor is just wow !  \nKeep Smiling ! \nAll the Best bro ! ","name":"Arvind Yadav","roll_no":"200001009"},{"comment":"Sab ko sab nhi milta (Inter IIT medal), but UPSC AIR 1 toh milinga. ","name":"Vyvaswath","roll_no":"200003039"},{"comment":"Mama be it in college or in the city, in movies or in food, in drama or in bakchodi, I definitely can't find a better guide than you. Thanks for all the late-night stories we exchanged till 4am and everything we explored together, from places to food.  ","name":"Tadi Dinesh Kumar Reddy","roll_no":"200001075"},{"comment":"Big fan bro. First-year lo nee acting video chusinapti nundi fan aipoya ra neeku and nee chill charector ki. \nAll the best for future mowa. ","name":"Maramreddy Krishna ananda reddy","roll_no":"200001042"},{"comment":"Even though our talks were few, they were always great with you. You're a good listener and fantastic at acting. Can't forget the time you played the panipuri wala, haha! Cherishing the memories we made together. Wishing you best, bro!","name":"Manisha","roll_no":"200003046"},{"comment":"Never compromise on drama and food and knowing about new things yoo, and thank you for being the mother of the group (in terms of food)😂😂🥹✌️","name":"K Madhumitha","roll_no":"200004025"},{"comment":"You are the best senator i have ever seen.Yepudu em chesina low risk and high reward vachey la chestavu. Nuvvu chepina  aa alluri sita rama raju dialogue lo unna a base aa energy.......... nuvvu topu ra mawa. All the best for your future mawa  touch lo undu.","name":"Mudavath Bhanu Prakash","roll_no":"200001048"},{"comment":"Card master and of course the gossip king.... A good listener and brilliant actor.\ni am just trying  to say that patte khele kyaa???ek bana kya???\nAll the best bhaiya .Will miss you .","name":"Kanak Nagar"},{"comment":" When I saw you, I wondered how can someone be this talented yet so cool and calm ?!! Alaane kakunda koncham sense of humour, fun , laughter and charisma ✨️kalipithe...\"Wanhar anna\"!  didn't share many memorable moments, but still your insights are gems!! All the best anna..!","name":"Dara Nissi Krithika"},{"comment":"The loudest guy in aaina😂, a good script writer, a passionate actor and drama lover, had a lot of fun with u in aaina, specially during the Inter iit, All the best for future bro, Stay in touch!\n","name":"Sarvagya Kanungo","roll_no":"200005040"},{"comment":"Our interactions have always been short, but sweet. Always thought of you as a very genuine, sincere & nice guy. I'm glad I got to know you & all the best for all future endeavours!","name":"Sharvari Kulkarni","roll_no":"200003069"}]