[{"comment":"Hii Crimsyy, the most amazing person I've met here🤩, Thankyou so much yrr for always being there for me whenever I needed you,, and it is so obvious that I'm gonna miss you a lot, milte rahenge pakka, and All the bestt bolne ki zaroorat nahi hai I know you'll figure out everything, u smartyyy...💖","name":"Princy Singh","roll_no":"200003059"},{"comment":"Saurav, kafi achi lab ki journey rhi tere sath, kafi fun kra lab m. Tu un logo m se hai jinhe m hmesha yaad rkhunga iit m se","name":"SHUBHAM GARG (Villian)","roll_no":"2202105006"},{"comment":"You are not just a friend, I consider you to be my bro. You had my back, gave me a lot of optimism, and also a lot of time you would serve cold truth (like bro I didn't ask for that LOL). You were a dependable person and you made my time at the campus enjoyable. Best of Luck bro.","name":"V Rajkumar Thomas","roll_no":"200003079"},{"comment":"Dude's so crazy that he can talk about any random topic for hours and hours. I still remember when we talked about the antagonist of an anime till midnight. It's been a great time bro. Enjoy your life man.\n                                                                                 Cheers Katta.","name":"Jayanth Kumar","roll_no":"200001034"},{"comment":"Calm, collected and cool individual, and beyond all that a genuine friend. Thanks for the memories man, let's keep in touch! Cheers","name":"R. Gokul","roll_no":"200005031"},{"comment":"Hey saurav kaisa hai you were the best btp partner aadhi btp teri merko neend se utane me chali gayi😂😂. You are the most caring and introvert guy i met. Late night movie trips aur honi chayiye thi. All the best for your future kanpur anaa jaana rahega milte rahenge🤗🤗🤗","name":"KARAN KUMAR","roll_no":"200005010"},{"comment":"Hey Saurav, gonna miss those chats with you. A calm, selective (about people) guy who argues a lot sometimes. I still remember the argument with a proff when we were heading Mohit dhaba 😆. Wish you achieve great heights and stay in touch! ","name":"Sanket M.","roll_no":"200005039"}]