[
  {
    "comment": "You are a very shy and emotional person that I have met here. \nFrom teasing each other daily and asking for parties over small things, we have shared many memorable moments that we will remember in our future🧡\n",
    "name": "Komal Gupta"
  },
  {
    "comment": "most sensible, understanding friend  I have ever met... will miss the late night walks with tears which ends up in smile... will always pray for you... many things to learn from you, mainly the patience... but need to have some discipline... be the same with that wide smile... lots of love forever",
    "name": "Shruti Ghodke"
  },
  {
    "comment": "I tried to learn a lot from you. You are an emotionally sensitive person. Besides work, you always prioritize family and friends. One of the best bonds we share is related to cricket. Every time we meet, we discuss cricket. The discussions about the 2023 World Cup matches will always be remembered.",
    "name": "Ankitkumar Patel"
  },
  {
    "comment": "The most genuine, sensitive and emotionally attached to everyone he is close to.. From love life to heartbreaks to move-on we have shared all of them.. I will always remember the day and moments we spent on watching sunset.. Lots of laugh without any reason.. You are a true gem brother.. ❤️❤️",
    "name": "Radheshyam Sharma"
  },
  {
    "comment": "Sai bro ,my cute & caring freind , We met each other  everyday at wash basin exchanging positive talk & annoying each other, Everytime you motivated us and yourself about future goal. Limitless jokes we exchanged are memorable, Thanks a lot for being part in my life, Hope you achieve endless goals!!",
    "name": "NEERAJ NIKHIL"
  },
  {
    "comment": "keep your innocence intact. it attract masses. stay blessed",
    "name": "Arpit Singh"
  },
  {
    "comment": "May the spark of innocence and brilliance always shine within you. Wishing you the very best for a remarkable future, my dear brother.",
    "name": "ASHUTOSH KUMAR KUMAR"
  },
  {
    "comment": "you are my favourite senior, as I have always said!! .🕊️ u enter &  light up the room with ur presence and wholesome smile....  i have never met a pure hearted and genuine person like u... u make everybody  seen and heard ... have a grt carrer ahead & kno that everybody around  u is proud of u !",
    "name": "Sneha"
  },
  {
    "comment": "A smart charming guy, always with a smile, and a true gentleman. Bolne ko toh bhot kuch hai, lekin tum bhai jab bhii dekhte hoon... always i feel joyful from inside. Aise hi rhena... And all the very best for your future life.",
    "name": "Achint Kumar Kansal"
  },
  {
    "comment": "From not speaking a word in Hindi on day 1 to speaking it more fluent than us, bhai aapne machaya.!!  I'd quote you  as the most jolliest person around.  I wish you always keep smiling and have an incredible future ahead. Wishing you all the health and happiness.",
    "name": "Prasad Chaudhari"
  },
  {
    "comment": "Maama, ma andariki ne navvu ante  baaga istam ra, eppudu kanapadina manchiga oka annayya laaga era, ela unav, work ela nadustundi kshemalu anni kanukkuntunav, nv ichina paper writing technique thop ra, assal chaala help avtondi..Manchi memories unnay mitama neehto, chaala miss avta..All the best ra.",
    "name": "Annapureddy Venkata Sai Kumar Reddy"
  },
  {
    "comment": "Randomly made friendship can last long and we’re the proof. I will miss those gym talks plus your bold gym voice which i will never forget. Our Bond stayed strong just by randomly meeting in the campus. Will miss all those nonesense shit we talk whenever we meet. I wish you the best for your future.",
    "name": "Aditya"
  },
  {
    "comment": "Bagunnava, Relangi mowa? Nee lanti friend andariki dorakadu ra...The vibe you bring to our group outings and fests is unmatchable. Andari lage I will also miss your palakarimpulu. Kanipiste Hi cheptundu, dil khush aithuntadi.. Wishing you all the Happiness you deserve! ",
    "name": "Egu Dheeraj Kumar"
  },
  {
    "comment": "I have always seen smile on your face whenever we meet. I regret not having more interaction with you. I wish you all the best for your future journey Sai !!",
    "name": "Mahesh Malviy"
  },
  {
    "comment": "You are one of the most helpful and down to earth persons I've met on the campus Sai Ganesh Anna. I will miss your generous greetings with a big smile every time😀. All the very best for your future endeavours Anna.",
    "name": "Dhruvil Thakkar (DT)"
  },
  {
    "comment": "Annnaaa.. it's always great talking to you.. such a vibe.. such an energy.. asalu ela anna ala.. keep maintaining that josh and smile on your face anna.. ❤️",
    "name": "Sathvik Reddy Govindu"
  }
]