[{"comment":"Bhai sudeep,\nFor not even in my  eyes for months even after living  in same flat to all in my life for rest of the life.\nOr bhai mana tu dark h but  dark joke kam mara ker verna hamari life se nikal ker kab newspaper ki kabhar ban jayega malun bhi nhi padega 😂♥️\n\nLove you bro ♥️","name":"JINESH KUMAR","roll_no":"200003036"},{"comment":"what ra sudeep, such a good human u were ah. A true gentleman with silent and loving personality.. will miss the movie time we shared. \nfarewell my boi🍻 .\n-By Jane Associates Pvt. Ltd","name":"Kailaash pandiyan","roll_no":"200003040"},{"comment":"From HJB to graduation, it was great knowing you. Cracking lame Telugu jokes together has always been a pleasure. Did need to pester him to talk a little more. Hope you become an avid extrovert soon m8, it’d be great for people to know you more. Hoping that we’ll meet often when in Hyderabad. 🥂","name":"R Harsh","roll_no":"200003061"},{"comment":"What ra Sudeep. Leaving IIT ah !!!! \nHave a great future ahead. I hope to see you in a good place soon. Farewell","name":"Sibi Karthick.S"},{"comment":"The most patient person i have been around . Keep smiling and All the best for your future","name":"Srihasa Ogirala","roll_no":"200003051"},{"comment":"Hey Sudeep , itna sharmaya mat kar bhai , aur tere jokes out of the box hote hai ( tujhe khud explain karne padte hai hai😂)  aur paisa itna ki kabhi khatam na ho....  And last Sudeep what are you doing ra?  Too much ....  And All the best for the future bro.","name":"Abhinav Ghodeswar","roll_no":"200002002"},{"comment":"Non-veg lover...par fir bhi weight gain kyu nhi krta no one knows. His dark humor is out of this world...wish we had met much earlier...night canteen me ya to chicken keema khaata hai....ya fir chicken keema khaata hai..All the best for future brother💪....kabhi hyderabad aaunga to biryani khilaana","name":"Pranjal Sonkar","roll_no":"200002060"},{"comment":"My Tamil brother, you truly were an awesome roommate and friend. You do have a complex personality that could throw anyone off. I am really glad I was able to meet an amazing person like you. Good Luck da. and hope to see you soon.","name":"V Rajkumar Thomas","roll_no":"200003079"},{"comment":"The most silent person, I have ever met. Practically had to launch a verbal rescue mission just to get a few words from him. All the best, bro!","name":"Puneet Gupta","roll_no":"200003060"}]