[
  {
    "comment": "My girl, Khushi... You are so innocent yet your open comments are so funnily savage that one cannot hold their laughter. When I felt low, talks with you changed my mood instantly. You were my safe space where I could be my crazy self. Thank you for being there for me🤗❤️All the best for the future!!",
    "name": "SNEHA KANJICKAL JAMES"
  },
  {
    "comment": "Never thought that I would meet someone here who is so much like me and having potential to understand me. Thank you for listening me, pata hain kabhi kabhi bohot bolati hu. Talks with you were so resonating, I am gonna miss them for sure.\nBest wishes for future 🤞",
    "name": "Sakshi"
  },
  {
    "comment": "The best BTP partner I could have ever asked for ❤️\nYou are a person with a calm and chill personality who is always radiating positive vibes. \nYou were the calm to my chaos... sending best wishes and lots of love your way. Always gonna remember you ❤️",
    "name": "Monika"
  },
  {
    "comment": "We became such good friends in short period of time! Staying up at night to study together before the exams,project meet-turned-gossip/rant session,I loved every minute of it! They were the most fun moments in otherwise monotonous academics. Wish you all the best cutie❤ apne fav k-drama btati rehna.",
    "name": "Kirtika Zanzan"
  },
  {
    "comment": "It was great talking to you online, and getting to know you personally was even more fun; attending Fluxus & Garba nights together was my favorite memory. Really a sweet, hardworking, and good-hearted person. All the best for your future, and thanks for being a great friend.",
    "name": "Aayushi Choubey"
  },
  {
    "comment": "The only other BTech student i would find attending the classes along with me. Nice Punctuality, also very shy and kind. Had fun in all those short conversations we had in and outside class. Hope u enjoyed my humour 🙃. All the best for your future! ✨",
    "name": "Abhinav Yadav"
  },
  {
    "comment": "Padhaku ladki....still remember all the whatsapp conversations we had when college was online. Bohot help ki hai exams and assignments me tune. Wish we had more in-person interactions though....I hope you achieve whatever you are striving for...All the best for future Khushi",
    "name": "Pranjal Sonkar"
  },
  {
    "comment": "Khushii you are a nice girl who stays calm and wakes up early every day.🤗  you are a comfortable roommate, always ready to help whenever I need it. since our rooms are closed I would have disturbed you many times😉, thanks for bearing me yrr!!, all the best for your future endeavors!!",
    "name": "Supraja Guguloth"
  },
  {
    "comment": "A silent, carefree, fun and innocent girl. Wish you all the best for future endeavours. ",
    "name": "Vishal Chichani"
  },
  {
    "comment": "One of the silent girl I have seen. We all values your company very much especially for the fluxes. You are a great friend for sneha. I wish all the best for your future.",
    "name": "Abhishek k"
  }
]