[
  {
    "comment": "Beshi kichhu bolbona , just remember you are the best gift that the institute has given me . Did not come here with any expectations , but got a panda wrapped in a gift box 🤣. Bideshe chole jachhi bole bhule jaben na ar jate bhule na jan ektu majhe modhye khabar delivery korte paren...specially dal",
    "name": "Mallar Dasgupta"
  },
  {
    "comment": "first flatmates, then neighbour labmates and last but not least cell culture room buddies. I'm gonna miss our bakchodi.. unit vali bhi and lab wali bhi. It was a great time with you here!",
    "name": "Ritika Sharma"
  },
  {
    "comment": "One of the cutest lil souls I have ever come across. \nBhalo thakish ar ja ja iche ache, shob jeno korte parish..Cheshta chaliye ja ar har manbi na kichutei. \nBiye ta share fel joldi \nLove,\nSugato Da",
    "name": "Sugato Panda"
  },
  {
    "comment": "hey Moumita! I am glad to have met you here. You are a great person and student. All the best for your future, I am sure you will do great! ",
    "name": "Mohini"
  },
  {
    "comment": "Dear Momo di, The memories we've shared will forever hold a special place in my heart. From dinner meeting to omni-discussion, you've made life so much richer. May your days be filled with joy, good health, and plenty of reasons to smile.",
    "name": "Milan Khanda"
  },
  {
    "comment": "Hello, Momo di!\nYou are one of the best seniors that I have ever met seriously tumi amake nijer bhai er moto sobsomoi guide  korecho r boka o diyecho, kokhono bhabi nie bari te eto dure ese eto valo r supportive seniors pabo .May you keep shining bright and reaching for the stars....\nName :Soumalya",
    "name": "Soumalya Das"
  },
  {
    "comment": "Hi Moumita di, you are one of the best seniors I have ever met; your friendly & helping nature never made me feel like you were a senior. You have always helped me like my elder sister.\nBest wishes, आप लोगो के साथ बिताए ये पल हमेश याद रहेंगे & मल्लार भैया को थोड़ा कम डांटा  करिये😅",
    "name": "Mahesh Sahu"
  }
]