[{"comment":"Hey Pranjal , the \"lamba khamba guy\" ( kahi se dikh jata hai) in our group  who is rich ( mummy papa ka paisa)  isliye apan kabhi mess se khana nhi khate the😆 and mostly yahi se apni friendship start hue , aur bhai meri \" wo mai bhi toh keh rha tha \" wali aadat tujhe bhi lag jaye and best of luck.","name":"Abhinav Ghodeswar","roll_no":"200002002"},{"comment":"Among the very few friends I first made here during my amazing time. Ha badminton mere se accha khelta hai ( height ki wajah se, warna toh mein bhi khel loon accha😤). Bhul na jana bhai future mein. Hope u achieve whatever you set out for.","name":"Darshan Mohekar","roll_no":"200002026"},{"comment":"Fullproof Kanpuriya aadmi. Partner in many of the senseless talks. Sauf ki jagah vimal hum bhi try karenge kabhi. Badminton god🙇. Thanks for being my BTP partner jo bolta tha ki yaar Aaj Tak kuch nhi bola sir ne aaj to suna hi de bs..\nBest of luck for your future endeavours and stay in touch bhai🙌","name":"Ashish Agrawal","roll_no":"200002013"},{"comment":"Har kishi ki basic need alag alag hoti hain per bhai ki basic need to kuch jyada hi alag hain, Per kehna pdega bhai ka IQ level Einstein ko takkar deta hain, aptitude ko to kuch samjhta hi nhi hain. Jha hum exam main do din padte hain bhai ek hi raat main wo sab cover karke paper fod deta hain. 😂😂","name":"Yuvraj Singh","roll_no":"200002084"},{"comment":"However, we didn't had talk much face to face but we could talk on WhatsApp without any hesitation. Be it any assignment, project or notes, I guess I feel so comfortable in asking to you rather than anyone. Quite a formal and academic thing happened but it was good. All the best for your future !","name":"Khushi Panthi","roll_no":"200002045"},{"comment":"Though we have met only in these last few months, it's unreal how fast we went from \"just\" having a common friend to having things in common, it was sure fun to have met you bhai. A jovial guy, with whom I shared one of my most fun-filled last days (in campus💀).  All the best for ur future brother.","name":"Sudeep Thangavel","roll_no":"200003078"}]