[
  {
    "comment": "Sticking together in tough times and also bringing trouble ourself😂 life wouldn't be this crazy without u. Never imagined u would mean this much to me when we first met 8 yrs back. Cherish every moment with u. I have never met someone with such a pure heart as yours. Stay the same. Lots of love ❤",
    "name": "Monal Pawar"
  },
  {
    "comment": "You're the cringiest person I've met; cracks the cringiest jokes but I love them. You're the heart of the group, keeping us together without complaints. Idk tu itna smart hoke bhi hamare beech kaise fas gya😂. Thanks for being there for me. Glad to have found you; gonna miss you Diwakar Soni from Satna",
    "name": "Kanishka Goyal"
  },
  {
    "comment": "Diwakar I hope you have your glasses on while you are reading this(chasmah laga liya kar). You are the most humble and caring person I have met. You are an important part of my life and I am fucking grateful for that. Keep your cringe intact. And just know that this is for life. Love you handsome❤️",
    "name": "Ayushi Agrawal"
  },
  {
    "comment": "1st window....aur jo tum log ne mera kaata tha bad me,, who thought ki eventually tera hi roommate ban jaunga. But tu good boi  nikla, and the way u selflessly helped me in the intern season...thnq vro. Bas 100 ruppe ki cheez ko 1000 ka batana band kar de, to ek achcha insan ban jayega...enjoi lyf",
    "name": "Harshwardhan Chaube"
  },
  {
    "comment": "Second year me milne ke baad se ab tak, mai wo 3D printer waali baat na bhul paaya 😉🤣. Exam ke ek din pehle indore chale jaana, wo IITISoc ka project, wo random plans, I've always admired the energy you bring to the table. Bas 150 ka 300 mat kar dena har jagah! Stay the same, never change. ",
    "name": "Dhairya Mistry"
  },
  {
    "comment": "You were one of the constant people that I had from the start, I am just so grateful to have you, thankyou for listeining to my rr, thankyou for being their for me when i needed you the most, thankyou for existing. i am gonna miss you Diwakar Soni from satna ❤️",
    "name": "Monika"
  },
  {
    "comment": "Yaaro ka yaar, krta sabse pyaar, tries his best not to be nalayak, bt still he is a bad gaayak XD\nSee Saw ho ya Tatakae.. u were always the best person jisko hum har cancelled trip ke liye blame krte XD\nJust nvr loose ur lively nature n enjoi ur lyf\nAur Luchche Zomato ke discount coupon dete rehna😌",
    "name": "Lakshya Vedik"
  },
  {
    "comment": "Yaar\nI'll frvr remember, our first call when you checked on me, just bcoz I sent some rone wala stkr. The best part about your jokes always had been your laugh that follows them. Tere jugaad, paise bachane ki techniques aur sbke liye responsibility lena yad rkhunga\nAgli bar aur ghatiya jokes leke aa",
    "name": "Jaisurya"
  },
  {
    "comment": "I love you bro(as a friend ofc), it's been always fun to hangout with you obv your lame jokes and especially when u say \"chalte he paas hi he\" 🙂. And that night out was sooo much fun.",
    "name": "Amarnath K"
  },
  {
    "comment": "Aur Satna ke hero ! Tere jokes aur specially woh english waale jokes (Chhat pe khade hoke mummy ko chhat pe kaise bulaayene ?!) bohot yaad aayenge yaar! Especially woh rishikesh mein swimming and Bee Falls ka thanda paani,. Mere daring kaamo ka partner ban gaya hai tu. Live life and atb for future!!",
    "name": "Arush Pradhan"
  },
  {
    "comment": "The real OG of 209! A pro at everything one can think of. You're so proactive and up-to-date with everything happening on campus. It's always fun talking to you. I'll miss your cringe jokes. Grateful to have friend like you . Keep in touch, bro, and wishing you all the best for the future !",
    "name": "Jaydeep Umarya"
  },
  {
    "comment": "U r smart, caring & loving yet ur piro-level English keeps us entertained (sarcasm intended, of course). You are very energetic and enthusiatic for plannig trips (jo baad me cancel hi hoti hain LOL). Baatein fekne aur lame jokes maarne and big brain move me expert. Keep rocking and stay connected !",
    "name": "Manisha"
  },
  {
    "comment": "aur bhai TEDx k shant ladke , ek particular vyakati ke liye sab kuch qurbaan krne wale ladke. jaldi se meri shaadi karwaao aur fer apni shaadi me bulaana na bhoolna aur meri me aana na bhulna warna tumhari reunion ke plan ki baati ban jaani #gurgaonsurat. Stay happy as always & katan order krde ❤❤  ",
    "name": "Saurabh Yadav"
  },
  {
    "comment": "1st window se tere se baat kri h or tere bakwas jokes jhele h jinke baad kisi or k chehre p smile ho n ho tere chehre p hmesha rhti h.... carry those lame jokes & that smile forever. Tere gyaan session were 😕 (idk what to say) 😂\nWish u all the best bro ... stay in touch",
    "name": "Shreya Singh"
  },
  {
    "comment": "Diwakar, much like the sun, your presence brings warmth and comfort to those around you, filling their lives with brightness and positivity. Apni Uttarakhand ki trip hamesha yaad rahegi mujhe. Apna bond kaafi strong ho gaya uski wajah se. All the best bhai. Kismat ne chaha to Gurgaon me phir milege.",
    "name": "Abhijit Joshi"
  },
  {
    "comment": "Very cool and calm personality very friendly behaviour treating jnrs very politely i have learnt many things from you bhaiya thanks for this and all the best for your future endeavours...\n",
    "name": "Jeetesh Patel"
  },
  {
    "comment": "Mast banda hai bhai tu, our famous online CR who is always ready to help everyone. Still remember your emotional rr in front of DoAA to call us to campus, pure dramatic soul. Our fun and nonsense talks on CR's group and online CR elections are really good memories XDXD. All the best for your future.",
    "name": "Vishal Chichani"
  }
]