[{"comment":"Daymm, here comes the man of culture, the man of rizz. He is way too modern for this world. He is the typical New Delhi guy. From being a wholesome entertainer to setting up his pals, he is a friend of friends. Had a lot of fun teasing him as a flatmate and listening his inner voice😂😂\n","name":"Mukul Jain","roll_no":"200001050"},{"comment":"Hands down the funniest guy I have seen through college (or life?). Atharv has an infectious personality. Really love to hear this guy's dark comments over sensitive topics. LaTeX GOD. See you in Denmark, bro!","name":"Vihaan Thora","roll_no":"200001079"},{"comment":"Proper Delhi vibes guy🔥. Really smart. Keep achieving newer heights bro.","name":"Devesh Jindal","roll_no":"200001020"},{"comment":"He is a person who is as cool as his about section. When he enters class, he looks like a professor; in a mess, he resembles a manga character; without specs, he looks like Salman Khan in \"Tere Naam😂.\" Now, all the best for becoming a manager, and please try to look like that.","name":"Amit Kumar Makkad","roll_no":"200001003"},{"comment":"Your laughter and sense of humor are truly unique, almost otherworldly. Your intellect is so high that you couldn't care less about the world around you (you didn't even bat an eye when Bill Gates passed by). Conversing with you is an absolute blast. Hope to you reach new heights in life🤞","name":"Akshat Nahata","roll_no":"200004002"},{"comment":"A smart, mature, humble, entertaining person..... I think a little less self judgement would do you just fine. 😉\nIt was great meeting you!  Have a good life 😄 \n\nP.S. \"Is there a language where dog is not an insult?\"😂\n","name":"Shruti Modi","roll_no":"200001047"},{"comment":" I would really like scientists to explore your brain and try to decipher your thoughts. You have really great comedic timing (or maybe it's just the way you normally speak), and being around you always brings a smile to my face. Now that ur coming to Mumbai, dont forget the Delhite within you","name":"Mihir Karandikar","roll_no":"200001044"},{"comment":"The most unique person I met in my entire life. It is common to hear him laugh out loud in his room or give out some kind of random commentary 😂. Also has a really humorous side to him, which he expresses at times we least expect, which makes it even funnier. Really lucky to have you as a flatmate!","name":"Jitin Sathish Kumar","roll_no":"200005018"},{"comment":"He is one of the most unique people I have ever met, and when I say unique, I mean absolutely different. Never met someone with such randomness and spontaneity that it is hard to follow how he gets from one thought to another. It was really fun having you as a flatmate, and wish you all the best!! \n","name":"Nitin Sathish Kumar","roll_no":"200005029"},{"comment":"Atharva, the king of mom jokes! Your humor is unmatched, always keeping us in stitches. Wishing you all the best for your future endeavors, buddy! Keep those jokes coming wherever you go! 👑😄👋","name":"Saurabh Kumar Singh","roll_no":"200001071"},{"comment":"Never would have I thought that a random encounter over a Junji Ito manga would spiral (hehe) into a friendship that'd last throughout college. A lot of chill time spent with him and looking forward to more. Let's keep in touch.","name":"Umang Jain","roll_no":"200001076"},{"comment":"From Simrol to wherever life takes you, you have the ultimate Delhi rizz. Your humor and intellect are unmatched, making every moment unforgettable. Here's to more laughs and adventures ahead. Let's leave Bill Gates behind us and keep the friendship alive, always, Sharma ji ka beta, Atharv.","name":"Nilay Ganvit","roll_no":"200001053"}]