[{"comment":"Dear Trupti, I am so glad to have met you at IITI. You are a beautiful girl inside and out and may you continue lighting up everything around you. I will forever cherish our friendship, our long conversations, our moments of happiness as well as moments of doubts and struggle. Love you always! ","name":"Mohini"},{"comment":"Hey Trupti! My sweet friend, bro I'm lucky that I had a friend like u. You are always on my side in my good and worst situation. Bro, you are a very hard-working and too much-talented person.  I'll never forget the time that we spent together. Best of luck bro for ur future life! Luv u my cute artist!","name":"Sheetal"},{"comment":"A very hard working and multi-talented person I have ever met. you are a very fantastic dancer. from being the strict election officer to best person in the campus. I have no doubt that you'll continue to achieve great things. Wishing you all the success and happiness in the world. You deserve it.","name":"Lekhraj Saini"},{"comment":"Heyaah EC, One of the few seniors I know in the college and u r prolly one of the best of them. A fantastic dancer and such a sweet voice. Wish u all the best...Enjoi life!","name":"Harshwardhan Chaube"},{"comment":"Hey Trupti! I wish I got to see some more of your magical dance performances. We could still figure out something about those rain lilies though. Keep shining, our dear Turuh!  And yeah I love your eyes❤️","name":"Bidisha Choudhary"},{"comment":"Dear Trupti (Rani) from our lab, who is full of knowledge, creativity, Innoscene, and patience, I am also learning many things from you. Your fearless attitude impresses me a lot. So keep going with all these all-rounder qualities that you have. All the best for your future!  We gonna miss you!","name":"Kapil Ursal"},{"comment":"Hii Trupti, you are a nice person I met in the campus and I'm glad we shared common time during organizing elections. Good luck for your future ","name":"Mani"},{"comment":"Very talented and humble senior , Wish you a adventures and successful journey , Will miss you akka ❤️","name":"Naveen S"},{"comment":"Always loved having meaningful conversations with you! All the best for everything! :)","name":"Kunal Thapar"},{"comment":"Hi trupti avare😃 ,,haha i know u dont like to be called avare...so I have decided to call you trupti gaaru ☺️..You are a true gentle woman, very few people I have seen such positivity, whenever I see I felt like talking to you cz that much ease of comfortnes you give to others..😊..keep shining..","name":"Annapureddy Venkata Sai Kumar Reddy"},{"comment":"Hey trupti, You are such a beautiful classical dancer..keep dancing and keep rocking. wish you good ;luck with your further journey.!","name":"Ritika Sharma"},{"comment":"Hello Jiddi Ladki! Your kindness, humility, and talent shine brightly. I cherish our insightful conversations and admire your ability to handle multiple tasks effortlessly. Or haa, ab to massages ka reply time se karna start kar do yaar. All the best, and keep shining, my dear friend!","name":"Sanjay Kumar Yadav"},{"comment":"Hey Trupti U Rathod...! \"From 'hello' to 'farewell,' our stories intertwine beautifully.\"\nAll the best for your future Trupti :)","name":"Abhishek Jaiswal"},{"comment":"Dear Trupti Di, \nYou are among the best seniors I have ever met; your friendly & helping nature never made me feel like you were a senior. You have always helped & guided me, like my elder sister. \nLots of wishes for your bright future. May God give all happiness and strength.","name":"Mahesh Sahu"},{"comment":"\"Trupti, 😊you're an absolute gem— kind, sweet, and humble. Meeting you at IIT Indore has been an unforgettable highlight of this journey. I wish you all the best for your future endeavors,🌠Keep shining brightly, Trupti.\" Aap jaise ho, hamesha vaise hi rahna. (karate girl).\n\n\n\n\n\n","name":"Khushwant Saini"},{"comment":"YOU HAVE, Nice psychic abilities to see through personalities. Working n talking with you is always fun. GBU\n KEEP YOUR INDEPENDENT WILL ALIVE.\n\n\nWITH REGARDS \nSAURAV SHARMA\n","name":"Saurav Sharma"},{"comment":"Everything Complements Everything iykwim ","name":"SOHAIL SHAIKH"},{"comment":"Here's a big fan of your dance. One of the most polite and kindest people I met. Your sweetness is just like cherry on top of the cake to your personality. Always be this amazing person that you are. All the best for your future ❤️","name":"Madhurima Das"},{"comment":"Hiee Trupti,\nYou’re so lucky that you had a friend like me who could make you all laugh☺️. Random night talks, roasting you, you being too busy in multitasking, bitching about peeps while sitting across juicilicious will cherish all the memories forever.  I wish you best future with high pay check .","name":"Aditya"},{"comment":"Hey Turru... I am glad that I met you in IIT..❤️..you were the first roomie I met with cute smile, white cap and long hairs....You are such an amazing person bro...I will miss the long conversations...will miss you...I wish you the best for your future!!!","name":"Shivani"},{"comment":"Hi Trupti! It was so nice to meet you. You are a lovely person with positive vibes. I hope you always stay like this and wishing you all the best for your future. Byyyyeeee","name":"Diksha Madavi"}]