[{"comment":"He is the FLUTE. \n\nHonestly, sharing the stage with you on multiple occasions was an honor. You single-handedly carry the music club. Next time you get a call from APO, you know what it is about :) I hope we get to work together both musically and professionally (DJI Balaram Drone).","name":"Vyvaswath"},{"comment":"All traits of a role model. ","name":"Soham Ghewari"},{"comment":"Hey Balaram ! \nWish you all the best for the upcoming new roles in your professional life!! you are 1 in few of the gifted creative persons crafted by the almighty having potential skill sets in a variety of verticals- keep shining full bright! All the very best!God bless \nShekhar Tyagi","name":"Shekhar Tyagi"},{"comment":"To the Artist hidden behind Bits & Bytes, \nSupportive senior with calm and polite nature. Your simplicity and smart personality makes you more attractive. Whole campus will gonna miss you, your drone and your music. \nWish you all the best for next chapter  !  \n","name":"Urvesh Trivedi"},{"comment":"Balaram saan Thank you for bearing me throughout this Journey of 2 years. I did everything you told me not to. (t-shirt me paani daalan 😂). You're like a lotus flower in all the chaos. We shared countless meals, especially 🍕 and moments of joy Thank you for helping me get closer to learning flute.","name":"Ashutosh Dhamaniya"},{"comment":"Dear maama, Your calmess and mature nature amazes people much..Glad to meet and spent good time..You are multitalented sports, music, devotion and intelligence..Gonna miss u much...all the best for your career..","name":"Annapureddy Venkata Sai Kumar Reddy"},{"comment":"Balaram, you have this incredible aura of talent that just shines through. Your gentle spirit is something I admire so much, and it brings such a sense of calm to everyone around you. You're like a walking peace treaty for your friends. I know you'll achieve amazing things in life :) all the best","name":"Drishti Sharma"},{"comment":"Hey man, extremely glad that I met you. It changed lot of perspectives. How wisely n maturely you cater incidences in life is incredible. Always inspired by you to grow, n there's never enough time to learn. \nGrateful for our timeless bond. Best wishes for everything.. Will cherish these days ! 🤝🩶","name":"Prasad Chaudhari"},{"comment":"Hi, Mr. Iroh. You are one of the most talented, polymath and artistic, yet spiritual, humble and grounded people I have ever met. Would have loved to spend more time learning from you. Best wishes as you embark on the next chapter of your journey. Abar dekha hobe. Joi Shree Krishna. ","name":"Anup Kumar Gupta"},{"comment":"Your skill and passion for music are unparalleled and inspiring, and so are your world-views and ambitions. It was amazing knowing you and having discussions. I certainly hope we share the stage again, both of us holding more than one instrument xP.","name":"Alan Jose"},{"comment":"Hi Balaram! You are one of the few people on campus who is authentic as well as diplomatic. I always enjoy talking to you. You are immensely talented. I hope you achieve all of your goals and realise all of your dreams! I'm sure you will shine wherever you go✨ All the best, and stay in touch!","name":"Aditi Rao"},{"comment":"Best instrument played by the best artist!... So nice having to know u and perform with u... Aur alumni meet me milte hi rahenge...with the same jazz look😉","name":"Aditi Wekhande"}]