[
  {
    "comment": "Chhavi,Name resonates in my mind everytime.Thinking about u is difficult bcz u r one whom my heart feels.however I thought abt u . aÂ  sincere& genuine girl with bubbly nature ,locating u through the moon passing time with u , assuming u many times r the moments which I'll never forget. God bless uðŸ¤ž",
    "name": "Saumya Tripathi"
  },
  {
    "comment": "hii babe you r the person who holds my hand while crossing road, feeling sad i will miss our long conversation & i hope our friendship will still be together until our hairs turns white. i wanna say that Tu samil hai mere hasne me rone me hai kya koi kami mere pagal hone me..mennu ishq tera le duba.",
    "name": "Pragya"
  },
  {
    "comment": "Kudos to you girl for being such a hustler,the girl who can survive all hurdles of life with a smile, you are such an inspiration for everyone and also a saviour in almost everything (from saree draping to end moment fittings).It's amazing to see you evolve into a confident person.Keep in touch grl.",
    "name": "Saumya Tripathi"
  },
  {
    "comment": "Chhavi is one of the bravest people I know. Her positive demeanor, determination, and hard work are the qualities I appreciate the most in her. I draw a lot of inspiration from how she works for her goals and dreams big. I am sure she will get all that she wants. I hope she keeps growing in life. <3",
    "name": "Nishi Thakur"
  },
  {
    "comment": "Hey chhabi, you are'The cooking lady' of our class and your positiveness in every situation always inspire us. Your thinking that either win or learn, never give up in life is absolutely right. Your maggi is really yummy. Achieve your goals.Best of luck for the future. Always Be Positive, Be Happy. ",
    "name": "Kanchan Singh"
  },
  {
    "comment": "Will always remember you for the fighting spirit you have in you. All  the best for your future chhavi ji.",
    "name": "Shubham"
  },
  {
    "comment": "Chhavi you know you are truly an inspiration for all of usâ¤. Despite of all the tough times who didn't gave up on any thing.  I just wanted to express my admiration for your skills and let you know how much I appreciate having someone like you in my life. Keep being amazing!!ðŸ’•",
    "name": "Ishita Agrawal"
  },
  {
    "comment": "You will be one to those ladies who turn the chapters of their family up side down and create history. Your patience, and never giving up attitude is beyond any appreciation. I will always recall the day when I first came to IIT and we waved each other from our balconiesðŸ˜š. Fly high girl ðŸ’—",
    "name": "Madhurima Das"
  },
  {
    "comment": "You are a gem of a personðŸ«¶. A sweetheart whose always there to help. You made a mini home in your room kuch bhi required ho tumhare paas zroor milta.ðŸ¤—. I hope you achieve everything you wish to in your life. I will miss youðŸ¥º and all our gappe shappe ðŸ¤£ðŸ¤«. Stay beautiful and strongðŸ’™",
    "name": "Yukta Sharma"
  },
  {
    "comment": "Hello Chhavi. You always smile and help everyone and you also never give up no matter what. Keep it up Chhavi you will survive and succeed anywhere you go whatever you do.",
    "name": "Kevin Tirkey"
  },
  {
    "comment": "Hey chhavi â˜º, very calm and nice girl, I heard you cook very good food, I hope before I'm leaving campus, I will taste it, all the best for your Mtech and tech career, will miss you â¤",
    "name": "Annamreddi leela krishna prasad"
  }
]