[{"comment":"Partners in crime in almost everything.\nA perfectionist whose intelligence can easily make you feel dumb, A kid at heart and mind that is always looking for an adventure.\nAll the best bro, a lot awaits for you !!\nP.S: Please don't pick the US accent, or I'll need subtitles :)","name":"Bhavya Dalal","roll_no":"200003020"},{"comment":"It's just phenomenal how we bonded like no one else at the end of college despite being friends for so long. You are a pure soul with a kind heart. I'm going to miss every bit of the time we've spent. Wish you the best in all your future endeavors which does not include defeating me in badminton💪.","name":"Chinmayi Adoni","roll_no":"200002023"},{"comment":"Chhota packet, bada dhamaka!! Don't go on the cuteness of this guy, he can surprise you in many ways! 😂Thank you for always being there when I wanted to pour my heart out... Discussing stuff and taking decisions..all became easier. Will miss you....Wishing the best for you!","name":"Tanishq Selot","roll_no":"200003076"},{"comment":"Yes indeed like your bio you are chota packet bada dhamaka. Don't go by his looks of small innocent looking child. Never hesitates to do any stupid thing & picking up any insect. Hope we can have some more treks in future. All the very best for CMU & call me there for party i do have visas.","name":"Karandevsinh","roll_no":"200002044"},{"comment":"You are one of the most influential people in my life. A mentor, friend, elder brother, and role model all packed into one! The epitome of a saying in Marathi - murti lahan pan kirti mahan!\nKeep achieving new feats!\nGo ahead and learn to swim, it would add a new dimension to your adventures!","name":"Sairaj Loke"},{"comment":"Chhota packet bada dhamaka! Silent killer of his batch. Budding young researcher. Can surprise you with his pranks and unexpected statements 😂. Technically strong, socially shy. Had a nice time with you. Wish you good luck. And beware of 🔫.","name":"Yeeshukant Singh","roll_no":"200002082"},{"comment":"Smart and hard-working person. Very friendly and feels like a small kid. Deep passion for robotics. A badminton buddy ! PS: Got a bad coach in me XD.  A lot of fun to play and work with this person. I wish all the best to you!","name":"Raghuvamsi Bokka","roll_no":"200003062"},{"comment":"a true nerd with no doubt. innocent looking, though not innocent. talented, practical, and passionate... glad to be ur friend.. will miss u lot...","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"Aeyooo! roomie? flatmate? lol, We don't really gotta write anything here, CMU ke yearbook me likhunga. But on a serious note, it's some big brain you got there, you'll have to lend it to me more often in Pittsburgh. Teach me tech stuff and I'll take you on double dates, deal? pls bhai save me...","name":"Het Sekhalia","roll_no":"200003032"},{"comment":"Kshitu cutu, you have the prettiest smile and I am a fan. You sweet methodical perfectionist, keep giving me updates from CMU. Wishing you a life filled with endless opportunities and truckloads of fun. Here's to a future as bright as you. Stay in touch!","name":"Ayushi Agrawal","roll_no":"200003018"},{"comment":"One of the most innocent person I met in college. If you see his linkedin you’ll have BT for your college life.\nA workaholic with a lively soul. Showing his true colors in the final semester..iykyk. CMU jaane se phle badminton seekh lena  vrna vha koi nhi khelne dega😂.  All the best!","name":"Chirag Goel","roll_no":"200003023"},{"comment":"Cute kid of the campus. Badminton buddy. Shedding his shyness slowly after coming to campus. Has the surprise element in him. Cheerful and Ambitious, hope you make it big in the future.","name":"Atharva Tayshete","roll_no":"200002016"},{"comment":"From struggling to learn Hindi in first year to holding fluent conversations, you have showed tremendous progress. A keen observer, tech \"nerd\" and fun loving, cheerful person. Had a splendid time together and I wish you best for future!","name":"Sanjit Vyas","roll_no":"200003068"},{"comment":"Next time, come to Toronto for a longer time, we will play badminton!! ","name":"Soham Ghewari","roll_no":"200003071"},{"comment":"The overachieving nerd who could easily qualify as the youngest professor. Really underestimated your capacity for dark humor and dank jokes XD. Hoping your future is as bright as your smile! :)","name":"Atharva Mohite","roll_no":"200003016"},{"comment":"Bro has a smile as innocent as a kid, never lose it! Working with a pro like you was a pleasure. Grateful to have met you, buddy. Your talent and passion for building things inspire me. Sending heaps of happiness your way! Have fun in CMU, and stay in touch with the IVDC gang. Keep flying high, bro!","name":"Jaydeep Umarya","roll_no":"200003035"},{"comment":"best playmate! You are such a beautiful person. It's been an honour meeting you. Don't forget us after going to CMU!!","name":"Shruti Modi","roll_no":"200001047"},{"comment":"Nanage Kannada gothu because of you. Americadalli enjoy madu 🤘\n\n\n","name":"Vyvaswath","roll_no":"200003039"},{"comment":"I might have become your CMU brother but ig we both have different plans. Talented and smart individual. Glad to have met you and shared some good memories talking with you. Wish you all the best and if things go well let's meet up in US :).","name":"V Rajkumar Thomas","roll_no":"200003079"},{"comment":"I propose ki ham sab (IVDC) milke robotics ka ek startup banate hai. Thank you for all the guidance you've given me.","name":"Abhishek Nair"}]