[
  {
    "comment": "We have shared a lot of good moments, great laughter and tasty delicacies together.  I have a lot to tell you but these 300 characters are not justifying my emotions. You will be missed a lot. \nWith a sign, i bid you farewell and best wishes for future. \nRemember, i am just a call away.. :)",
    "name": "Neha Sharma"
  },
  {
    "comment": "From something important to something stupid & everything in between IIT Simrol had to offer, you were always there to share it with.  ఇక్కడ ఉన్నన్నాళ్ళు మనం చేసిన ఘనకార్యాలు వెలకట్టలేని ఆణిముత్యాలు అందులో ఏం సందేహం లేదు. तुम हो  तो  इसीलिए  यहाँ  से  ज़िंदा निकल पा रहा  हूँ !! \n Never change!!",
    "name": "Egu Dheeraj Kumar"
  },
  {
    "comment": "As you step into a new chapter of your life, my sister, know that you are capable of achieving incredible things. Farewell for now, but remember, you are never alone – you have a dada who believes in you and eagerly awaits your party.....Dada ko vulna mat.....",
    "name": "Ashok Mahato"
  },
  {
    "comment": "Mazzey jagah se nahi logo se aate hain & you are one of those people jinke saath bahot hee mazaa aata hai. Wish we did all the mastii from day 1 which we're doing nowadays😂😂.Bas aise hee haste raho & be a little childish as u are😇.Will miss our gossips, banters, post dinner group walks a lot😀.",
    "name": "Dhruvil Thakkar (DT)"
  },
  {
    "comment": "Charming and intelligent, I appreciate your generosity. When you say goodbye or greet someone, I enjoy the way you wave your hand. It's good to be your friend. Mandu was excellent and your company. Hope you'll offer me coffee when we meet in future:)\nI wish you all the best for your future journey!",
    "name": "Mahesh Malviy"
  },
  {
    "comment": "\"In her, the spark of beauty intertwines,\nWith every smile, the world brightly shines.\nFrom the realm of electrons to the coffee's brew,\nHer presence infuses warmth, pure and true.\nHer laughter, a melody, pure and sweet,\nIn her company, every moment's a treat.\"\nI'm glad, I've you... Tamanna Singh",
    "name": "Tamanna Singh"
  },
  {
    "comment": "yo yo yo..... Being my therapist to co-singer in our private concert to watching and rating all kdramas and old telugu movies and our endless talks and plannings tons of trips(went to few) and making reels(done none) i have lots of memories with you and i am going to miss you and our IIT journey😘.",
    "name": "sucharitha"
  },
  {
    "comment": "Dear anjana,\nI'll cherish the good time and the conversation we had, you are so funny and at beginning I thought u were so tough and strict, but realized during the ugadi time how funny and true human being u are...That ugadi event is so special...All the best for your upcoming career.. ",
    "name": "Annapureddy Venkata Sai Kumar Reddy"
  },
  {
    "comment": "Hey Anjaana, the strict placement officer. Madam ke saath mazak nahi chalega but😜😂😂 on the other hand a very nice chef and really hardworking girl. U have a bright future ahead of u. Hope u truly make ur parents proud girl and climb all those milestones that u cant even think off.😇😇",
    "name": "Sparsh Arya"
  },
  {
    "comment": "300 to kam hai yaar tere bare mein bolne ke liye.\nI just know that even if I manipulate a person, I can't make a better friend. The genuine comfort that I felt discussing with and the ease that I had with you is unmatchable bro \n\"Anjana hai na, sath mein, tension nahi lene ka, usko yaad rahega sab\"❤",
    "name": "Prakhar Keshari"
  },
  {
    "comment": "Didi, with you I felt really amazing, you know what our vibes matches. Thankyou for being there. I wish you best of luck for your future.",
    "name": "Kumari Sunita"
  },
  {
    "comment": "Such a nice character and helping person. Thanks for being a great guide in our academic.",
    "name": "Saurabh Kumar"
  }
]