[{"comment":"Your tales always make time fly by, effortlessly turning serious talks into laughter therapy. Always ready to listen and definitely making our dinner table discussions memorable. Your dedication and determination define you perfectly. Best wishes, bro!","name":"Bhavya Dalal","roll_no":"200003076"},{"comment":"Unparalleled dedication to ML and career building. Learnt a lot from you - ML, consulting, DSA, and, more importantly, life in general. Can't forget those splendid moments we shared at Tea Post after a long day's work. P.s. Tere harkate have never failed to make me laugh at the grimmest of times. ❤️","name":"Kshitij M Bhat","roll_no":"200003076"},{"comment":"Hello rommie, had a wonderful time with you discussing and talking on thousands of topics in this wonderful journey. Very hardworking guy i admire this quality of yours never leave that, aur bhai khana jaldi khana sikh lena sab log humari tarah tera wait nai karenge xd. Wish you ATB for your future.","name":"Karandevsinh","roll_no":"200003076"},{"comment":"Hey you overthinker, your listening skills are unmatched, and your kindness shines bright. Campus life was a blast with you. Thoda chill kr liya kr you are doing absolutely great. I'll miss you loads, and remember, I'm here for you anytime.","name":"Ayushi Agrawal","roll_no":"200003076"},{"comment":"ML guru, college ka :) all the best brooo, full mazze kar life mein zyada faltu  ki tension na ley. ","name":"Akshay Tak","roll_no":"200003076"},{"comment":"The only person who eats slower than me, my bedfellow during Inter IIT and a diverse individual. Teasing him in the mess was an absolute delight. However, luck had always been a little short on him, so Best of Luck and I hope you get what you want.🌚🌚","name":"Mukul Jain","roll_no":"200003076"},{"comment":"The friend from Sagar and the only one who can appreciate Chiraunji ki barfi to the fullest. Emotional and sensitive, and yet can always bring laughter into any conversation subtly.. Thanks for always enjoying Kaju Curry with me 🙃. Wish you the best for all your future endeavors!\n","name":"Chinmayi Adoni","roll_no":"200003076"},{"comment":"Tenacious guy. Spent a lot of time with you from the the placement season, learnt the meaning of hardwork from you. You posses a pure conscience and never let go of that. Bs mess mein khana jldi kha lia hota to hum sbke ke in total kitne din bach jate. Wish you best of luck and health!","name":"Chirag Goel","roll_no":"200003076"},{"comment":"We have seen each other's darkest sides(omg). I don't think there's anything we don't know about each other. My man perseveres like no other. The yin to my yang, we talk the loudest shits to the most mature questions of life. His low key childish sense of humour is love. FRIENDS dekhle ab.XOXO! ATB!","name":"Abhijit Panda","roll_no":"200003076"},{"comment":"Good student? Only time will tell us if that's right 😂 Look if I ever gotta get into ML or something like that, we are switching roles bhai, or should I say guru-ji... You one of the most chill dudes I've met, never lose that! And I must say, you really don't let the pressure get the best of you!","name":"Het Sekhalia","roll_no":"200003076"},{"comment":"To the one who enjoys the taste of each and every grain in his meal, The one who is algorithmic for consulting and proposing solutions in Machine Learning, It was great being beside you wheather it be club meetings or dinner table. Thanks for adding Blue Tangents to our convo. a fellow club head.","name":"Nilay Ganvit","roll_no":"200003076"},{"comment":"You were the gem at my rescue. I would have missed one of the greatest things that happened to me if not for you. You are hard-working and disciplined person i have met. Ab tho aate jaate rahenge. All the best bro, stay in touch!! ","name":"Satwik Vankayalapati","roll_no":"200003076"},{"comment":"Hey Tanishq,\nThanks for being a person I could talk to during some really tough times. It was really nice interacting with you and we have shared some great memories. I wish you the very best for your journey ahead. Do stay on touch:)\n","name":"Vasundhara Trivedi Trivedi","roll_no":"200003076"},{"comment":"Smart and disciplined individual with a passion for machine learning. He is the only person who once joked on me and then promptly apologized😂.","name":"Amit Kumar Makkad","roll_no":"200003076"},{"comment":"A real techie and a huge ML geek. It was an honour working with you on projects. Got to learn a lot from you. Thanks a ton! And wishing you all the success and happiness in the world!!","name":"Atharva Mohite","roll_no":"200003076"},{"comment":"A simple, quiet, smart, fun person. Always the last to finish eating at the dinner table. Thanks for keeping our interactions longer😄 Will never forget how indignant you got at the thought of dying during our discussion on \"Society of Snow\". Interesting conversations 😂","name":"Shruti Modi","roll_no":"200003076"}]