[{"comment":"He is an Australian guy famous as JJ sir. he is fond of Cricket, Combustion, and Gym—a good lab colleague who has guided me during my MS. I wish you an outstanding career ahead. You will receive a good opportunity soon. Once again, I hope you have an incredible journey ahead.   ","name":"Zen Kapadiya","roll_no":"2204103006"},{"comment":"Great person with clarity of thought. I will always miss your care, suggestions, and help. Have a great future ahead, sir. ","name":"Rajendra Goud"},{"comment":"Mr. JJ, is now Dr. JJ! A kind hearted person. A person who got married but didn't know himself (a joke obviously!). A rassikhech team partner. Also, a lab senior who is ready to help. There is no 'subject' which he doesn't know something about. \nWishing you all the best for your upcoming journey.✌🏼","name":"Dnyanesh Mirikar"},{"comment":" JJ saheb, the not-so-foreign foreigner! He's as health-conscious as a rabbit on a kale diet and swings a cricket bat like he's aiming for the moon! With a dash of Selmon Bhoi-lite charm, he's our fitness fanatic. Wishing you all the luck in your next adventures—may they be as epic as your workouts!","name":"Rabadiya Ridhamkumar Ashvinbhai","roll_no":"2204103008"},{"comment":"J.J. sir, you are a gem. A man who is always jolly and super supportive in every phase of my tenure as president. While we only talk for a minute or 2 in a day, it is simply refreshing everytime.... I wish you all the best for all your future endeavors 🙏... may mahakal Maharaj bless you.","name":"Arpit Singh"},{"comment":"A very genuine personality with whom you don't feel the age gap while vibing along.. Wishing you all the health, happiness and success sir.  Aap stud lagte ho Tank Top mein 🔥🖤. Wishing you a great career ahead !!","name":"Prasad Chaudhari","roll_no":"2204101003"},{"comment":"\n\"JJ Sir, you always looks like a power house of Mechanical department,you prove it in TugofWar game. Your expertise in mechanical, coupled with your passion for fitness and nutrition, sets you apart I wish I could have confidence and personality like you.  All the best for your upcoming endeavors!\"","name":"Prasanna Bairagi","roll_no":"2202103010"},{"comment":"my elder brother in IIT campus who is always with me in any situations. Even though we met first on the ground while playing crickjet, from then on we have always been together like friends, and you r always my opener batsman in my team. Keep your blessings always with me.Be always cool bhaiya.","name":"Sonu Kumar"},{"comment":"A bodybuilder with active brain cells, thanks for your guidance in this journey. Love you sir and Best of luck for your future.","name":"Deepak Kumar","roll_no":"2204103001"},{"comment":"My australian senior who always help in the my phd.\n His observation is very about every thing like research and all that things. His work and his fitness is his first priority.","name":"Neeraj Sonkar"},{"comment":"JJ sir , our esteemed senior and a proud Australian citizen🥳, true dedication to fitness 💪 and outstanding communication skills and lot of knowledge, always give best advise, I have learnt invaluable lessons from your guidance. May your future be filled with success and happiness","name":"Rajat Kumar"},{"comment":"A tough character in IIT Indore. A research scholar by day and an avid gym enthusiast by evening, balancing the demands of academia and fitness, JJ sir embodies discipline and passion in both aspects of his life. All the very best sir for your future endeavors. ","name":"Aditya Gaur"},{"comment":"A person with a great heart and a wonderful personality, he is truly remarkable.  A \"The White Walker\" in the dark nights.\n","name":"NISHCHAY SAURABH"},{"comment":"For me you're not just a senior, mentor, or gym buddy but more importantly, a good friend. Your anime suggestions are always fantastic just like your sense of style. I can't thank you enough for supporting me and providing guidance throughout my time at IIT, whether it's about life, lab work or gym.","name":"Arbaaz Shaikh","roll_no":"2202103016"},{"comment":"A true version of how a senior should be. A person u can look up to whenever you're in trouble. Because of u, I was able to survive 2yrs of my MS and it's a blessing in disguise if you have a PhD senior like him under the same supervisor. Learned a lot from you sir & hope u'll get what you deserve!!","name":"Isparsh Chauhan","roll_no":"2204103003"},{"comment":"All the best for your shining future .⭐😁","name":"Anjali Patel","roll_no":"2202121003"},{"comment":"All the best for your future endeavors.  Embrace the journey ahead!.\n","name":"Sushmita Agarwal"},{"comment":"A senior or a elder brother... Hamesha motivate kia apne hr ek pal, I was very happy to got you ( and your team Nischay sir, Nagendra sir, Aadi bhaiya rajjo bhaiya and nyanesh sir) as my brother in the new beautiful place IIT INDORE. Keep motivating others as well.","name":"Shekhar Yadav"},{"comment":"Dear Dr. JJ sir,\nOur esteemed researcher and fellow fan of fitness, cricket, and football! Though a scholar and anime enthusiast at heart, you'll be missed for the laughter and memories we made together.\nMay your next adventure be legendary! 🥂🥂\nWe will miss you ❤️","name":"Ummed Singh"},{"comment":"The Australian ,john johatan(JJ) from melburn , The white walker in the north. The true protector of the relm. MONEY HEIST future character 'MELBURN'\nWish you a very bright future a head !  \nBEST WISHES FOR YOUR FUTURE ENDEAVOURS !\n","name":"Aditya Gaur"},{"comment":"The Australian ,john johatan(JJ) from melburn , The white walker in the north. The true protector of the relm. MONEY HEIST future character 'MELBURN' \nWish you a very bright future a head !\n BEST WISHES FOR YOUR FUTURE ENDEAVOURS !","name":"Abhishek Singh"},{"comment":"kya sir, swimming nhi sikhi aapne, bas gym hi krte rah gye...explore kro sir..or bahut sari best wishes meri taraf se or tiwari ji ki taraf se \"Best senior like an elder brother and all the best for your future\" JAI SHREE RAM","name":"Kajal Yadav"},{"comment":"You are one of the most dashing senior, a gen x person from a millennial background. Your gym routine and sports personality is admirable. Your guidance have always lit up our paths and hope we will always be able yo look up to you. Thanks sir for this short time that we have existed together in IIT","name":"Harsh Vardhan Singh","roll_no":"2204103009"}]