[{"comment":"In a world of confusion and complexity, you symbolize calmness and simplicity. Your laughter has carried me through college, and I am grateful for that. Thanks for being an audience to my never-ending rants. Aur tu hamse itna gyaan sun leta hai, kabhi de bhi diya kar! ","name":"Mihir Karandikar"},{"comment":"Amit's like a sponge, you know? Not just for food, but for all the stuff you throw his way—your fears, pains, worries—he's there, soaking it all in. He's that guy you can pour your heart out to. He's the ultimate best friend you could ask for.","name":"Mukul Jain"},{"comment":"Bhai, kaafi hasmukh insaan ho tum😊 bas apne andar se dar nikaal do.  Bro, you are one of the most hardworking people I have met, toh kis cheez se darte ho itna. Don't doubt yourself, you can achieve anything you want. All the best for your future journey🌟and never lose your genuine smile.","name":"Mayank Tayal"},{"comment":"My teddy bear in real life U r not just a frnd but a bundle of joy wrapped in endless creativity. I still remember all the on9 project meets & fun we did together will always be in my most cherished memories Though our paths diverge dont forget me & Ill also keep annoying u with my terrible jokes😁","name":"Priyansh Jaseja"},{"comment":"Talented and calm person, who runs very FAST and laughs at 0.5x 😂. My gym bro, we will continue gym in Gurgaon. Our interaction started from CHILL OUT, and since then we have become closer and closer. All the very best!!  ","name":"Bhavya Contractor"},{"comment":"A friend always there with listening ear for all, an infectious laughter, boundless kindness, always approachable  when needed and smart. Memories of laughter-filled hangouts and Teapost Maggie moments  will be unforgettable. Cheers to our college days! Thanks for being the most chill friend , Amit.","name":"Nilay Ganvit"},{"comment":"Hello Amit. TBH, I thought of you a serious no-nonsense guy. Turns out I was wrong. You are one of the most fun loving person I have come across. You are really a hardworking and dedicated kid. All the best wishes. Will miss you bhai :)","name":"Anup Kumar Gupta"},{"comment":"Hardworking person with very calm attitude. All the best for your future. Your leetcode cap mystery will remained unsolved😂","name":"Kanchi Pardhi"},{"comment":"Ab jo gym shuru kiya hai, chodna mat!! Sehat ka dhyan rakho bhai!! Aur Mihir itne pyaar se tumhe jo gyan ki baaten batata rehta hai, sekhlo kuch! Best of luck!! Keep in touch!!!!!!","name":"Shruti Modi"},{"comment":"Hey makkad manav... as we have been friends since class one , you are the most sincere and hardworking person i know. Bhot yaad aata hai yaar school ke ground tumhare saath football khelna, teri taang khechna😂, aur fir principal ki daant khaana. Ye forever dosti hmesha bni rhe hmaari.❤️. Stay in touch","name":"Nilesh Chandel"},{"comment":"Met you for the first time when we went to coimbatore. It has been a blast ever since. Jaate vkt bluff khele aur aate vkt aapke saath bluff hua.","name":"G Aakash"},{"comment":"Very chill and down to earth (pun intended) guy. Coimbatore was an unforgettable experience. Stay in touch :)","name":"Mir Razee Mohideen"},{"comment":"Talented and hardworking dude! Ye Banda apni hasi se saamne Wale ko hasa de😂 All the best for your future bro✌️","name":"Devesh Jindal"},{"comment":"Ohh my teddy, Such a hard-working and calm person you are. It's always good vibes around you and you always inspire me in many ways. Thank god for making us together into one BTP group. All the best for your future, keep in touch!!","name":"Satwik Vankayalapati"},{"comment":"Most hardworking, talented and a true foodie. I have never seen you being angry. Always carry your pure smile. Without you BTP might have been boring. All the best! ","name":"ASVS Pradeep Reddy"},{"comment":"Don’t listen to anyone eat the food you love, we live once and jo bhi excess ka hai woh gym main burn kar lenge. I wished that we strengthen our bond for trying and eating at different places. Continue hitting the gym and you are a great guy. ","name":"Nilay Patel"},{"comment":"He always wants to give party. The guy who knows everyone's secrets. Zomato ke special coupon dilwa dena. Nerd and laughs like no one. You will find him alwyas with gaurav😏","name":"Akshat Nahata"},{"comment":"Friendliest and most chill dude I know here with a contagious laughter. Easy to approach and talk to without feeling any reservations. Every friend circle should have a person like you.","name":"Umang Jain"},{"comment":"A very smart and helpful person. A great listener. Hanging out with him always ended up in laughs and jokes. Fantastic time. cheers.✨","name":"Atharv"},{"comment":"Cute soul! It always fun talking to you bro, got to learn a lot from you...I will miss those dinners yaar. All the best!","name":"Tanishq Selot"},{"comment":"Your vibrant energy is infectious 😇 It's always a pleasure to hang out with you, Amit 🤗 Keep having fun !!","name":"Parth Bhore"},{"comment":"Bro the most hardworking teddy whose innocence is beyond this world. Keep smiling forever and let's be meeting up.","name":"Nischit Hosamani"},{"comment":"Co Accenturite and now hopefully co Gurugramite. A fun loving person, will give his iconic laugh on your worst jokes to make you feel happy😅. All the best!","name":"Chirag Goel"},{"comment":"One of the calmest and the sweetest guy ever. Will surely cherish every moment we spent At Coimbatore","name":"Nishchay Shroff"},{"comment":"An amazing roommate and I am glad to have spent my time with you. BTW I am not mad about the football incident LOL. Wish you the best of luck and hope to see you soon.","name":"V Rajkumar Thomas"},{"comment":"A really nice and humble guy. Every meet with you was filled with positivity , smiles and laughters.  Thanks bro for  all the help and advices that you provided me with. Your hardwork and dedication has always motivated me to do more. All the Best !","name":"Arvind Yadav"},{"comment":"You are One of my coolest friend in college life :)\n","name":"Abhishek Jaiswal"},{"comment":"You are the synonym of calmness and simplicity and I thoroughly enjoyed our conversations a lot and whenever I think of you, gaurav will also come to my mind. the discussions in the room hall between you and gaurav are fun to watch(I will miss them a lot). Will miss being roomie with you a lot.  By the way , i like your laugh.All the best for your future and stay in touch.","name":"Bhanuteja Annavarapu"},{"comment":"Hello Amit, I am glad that I got a chance to work with you and Pradeep. You truly are dedicated, hardworking, and perseverant. Every time I see you, I feel inspired to work harder and smarter toward my goals. Thank you Amit and all the best bhai. Last, ab meko tere se drr nhi lgta 😂.","name":"Ashutosh Dhamaniya"},{"comment":"Amittt!1 Never let anyone let you down. Your calm and composed attitude cream-bolding every obstacle is remarkable. Never hesistate to give me call for anything. Walk more. tryna get healthier. Go for weekend treks- Although I hardly think you will have \"a weekend\" ;). All the best. Keep in touch!1","name":"Abhijit Panda"},{"comment":"Tera wo zomato ke interviews me raat ke 11 se subha ke 5 tak continues tension me baithna hamesha yaad rahega bro, happy to see that u got what u deserved, All the best for your future 🤟","name":"Sarvagya Kanungo"}]