[{"comment":"Mujhe pata hai ki ye dosti kabhi nahi badlegi 🫂. Ups, downs, lefts, rights, kuch nahi bigad sakte. You're the most caring person I have met. 🎈 I've always loved your company and your lame jokes. Apart from 100a of other things, there's one more thing that is common between us - sky high 🪽😹. TC!!","name":"Bhavishya Tiwari","roll_no":"200003019"},{"comment":"You're amazing full of love, care and kindness. Despite ups and downs, I knw this bond will never change!  Had the best days here with u. So glad this isn't the end and excited for the new journey after college together. Here's to more laughs, memories and all that we planned to learn together!🥂","name":"Monal Pawar","roll_no":"200003047"},{"comment":"No one*\nRohit: yr vo kiti cute hai XD this ws the only thing we did in June 2k22\ni'll miss those bhel coffee pasta which were so meserizing like memories made with u\nfinally i learnt how to add poetic touch in my texts XD\ntru depndable big bro, u always had my bck (not literally) Trst me engage more","name":"Lakshya Vedik","roll_no":"200003043"},{"comment":"Kyu Rohit Kyu? Meri life m teri importance, can't express in words. Apni emotions ko value dena seekha terese, logon ki care karna seekha terese, logon and friends ki importance seekhi terese, saale kitna kucchh sikha k gaya h. You made me more human !!! Thanks for everything yaar !! All the Best!! ","name":"Arush Pradhan","roll_no":"200003015"},{"comment":"Rohit, u've been that backbone of 315, the core to our integrity . Whatever the past (let it be dafn'd), let's cherish the present as it is. I've always loved you for the person you are. Your happiness & smile r contagious\nPromise me that you'll not let any hurt disturb u again🫂\nApan milte rahenge.","name":"Jaisurya","roll_no":"200003034"},{"comment":"All those valorant rank grinds will be remembered, ek aur game.Always been a caring person to me.\nYours Truly\nShinchan","name":"Amarnath K","roll_no":"200003010"},{"comment":"Without this guy in my life, idk kis abyss me pada hota mai aaj tak. Thanks for being kind even when everything fell apart and for helping me with everything, be it acads or life. Will never forget that day  jab apan paneer waste kiye the😭. Be the same. Always here for you for anything.","name":"Stacy Herold","roll_no":"200003077"},{"comment":"Ruyii\nHybrid UP vale , One of the kindest souls , those random city plans , vo PODs pe bhel , vo sunrise pe Sona , vo mere songs pe tere reaction , You  Hersheys and me 💛 vo aadhi raat me InterIIT ka trip plan, Under the bus and koi nahi nathkat   You both made  it memorable I will miss you both🌼","name":"Pragya Singh","roll_no":"200003057"},{"comment":"Despite so many ups and downs, we've managed to sort things out and make the best of the time we had. You're a truly caring person, and I admire your creativity and painting—keep creating and learning!. You have a nice voice😂, gaane gate rho, Moody kam bno. Wishing you all the best in life, \"Roti\".","name":"Manisha","roll_no":"200003046"},{"comment":"one of the most innocent and heartful guy ever i have seen in my life, he is ready to help you in any way possible to do value addition in your life. I am thankful to have such a fantastic badha bhai.\nThanks for every little to big advice ","name":"Divyansh Gangwar"},{"comment":" I wanted to take a moment to express my deepest appreciation for all that you've done for me.\nI have never met a senior like you in my life .Your unique blend of wisdom, kindness, and unwavering support has left an indelible mark on my heart and mind...thanks for everything.....","name":"Shalini Bharti"},{"comment":"Oye Rwii,, I'm glad ki hum log dost bane but thoda bura bhi lagta h ki itne kam time tak hi reh paye campus me, But koi nahi hum milte rahenge and fingers crossed wo trip bhi karenge jo cancel hui #Antisocials!,  agar tune ghost kiya na toh jaan leleni hai teri m ne! \nWishing you lots of happiness:)","name":"Princy Singh","roll_no":"200003059"},{"comment":"a man of pure heart...though his journey at iit remained full of thorns, yet he made a beautiful way out of those...good luck to u and stay happy :) ","name":"Jitendra Kumar","roll_no":"200003037"},{"comment":"Brother, happy to see your evolution. Explore life completely. Vo coffee reh gyi thi pilane ke liye fir kbhi pila dunga","name":"Priyanshu Verma","roll_no":"200004040"},{"comment":"Rohit bhaiya ke bare me to kya kahen bahut masttt insan joki humesha apke liye khade honge , kabhi esa nai lagne denge ki ap jnr ho or bo snr humesha sehi supportive or bahut unique personality bale insan, bhaiya hum miss karne bale hai bo inter iit bale din train me sabke sath ki gupshap or bahut k","name":"Jeetesh Patel"},{"comment":"U have one of the most beautiful hearts like the beautiful paintings u make. 'Twas always a pleasure to talk to u, Will miss ur amazing food and the last moment saves on assignments. Give yourself more credit for being such kind hearted person. Take care and stay in touch...","name":"Aditi T","roll_no":"200003005"},{"comment":"Ek incidence hai inter iit ke time ka rohit bhaiya was taking care of all and saying ki esa nai lg ra me sab ka bap bna hua hun that was amazing 🤩 bhaiya you are very humble,generous genuine and gentle human being  you are one of the most amazing insan i have ever met thanks4everything all the best","name":"Jeetesh Patel"},{"comment":"Hey Rohit, you are one of the soft-hearted person I have known. But it's okay, you dont have to change for anyone.  You are an amazing person. I hope that we will cross our path someday outside the walls of IITI . Be happy and stay blessed. ","name":"Rahul Kumar Sharma","roll_no":"2203141001"},{"comment":"Hey man.. We just had a short yet deep conversation.. I admire your genuineness. All the best!!!!","name":"Shashanka","roll_no":"200002021"}]