[
  {
    "comment": "Where do I even start from. You are the anchor to my ship. Thank you for adding so much value to my life, guiding me, and supporting me throughout my MSc journey. I am glad that I found someone like you and we formed such a pure bond. Hopefully, someday I can be as knowledgeable and virtuous as you.",
    "name": "Nishi Thakur"
  },
  {
    "comment": "Your gentle nature, innocent heart, and dedication to your values shine brightly. Your humor and religious devotion add depth to our frndship. Our hostel memories will always hold a special place in my heart. Your deep religious faith inspires those around you. Thank you for always being by my side.",
    "name": "Deepak Sain"
  },
  {
    "comment": "Shivansh bhai, the time we spent together at IIT Indore brings life to every moment😇. You are among those who always holds a special place in my hostel memories.\nI deeply appreciate your religious faith. Wishing you endless joy and success. Keep growing bhai. Gonna miss you buddy✨.",
    "name": "Nilesh Tungaria"
  },
  {
    "comment": "Hey buddy! You make everything bearable. Without you I don't know how I would have survived the Lab.  Though in you presence I can't do any work lol.  You are worth it. You are such a great frend. Seriously, I will remember you for the rest of my life. ",
    "name": "Md Sahid Ahmed"
  },
  {
    "comment": "Dear Shivansh, you are really a hardworking and helpful person. I remember, when I had a plaster in my hand , you came with me in train and helped a lot. Thank you for all. Best of luck for your bright future. Always Be Healthy, Be Happy. Baki hain to padosi hi , milte hi rahenge. ",
    "name": "Kanchan Singh"
  },
  {
    "comment": "Jaise ho waise hi rehna bhau, Aapke ethical values bohot strong hai and I adnire you for that. I will be forever greatful for the time we had here at IITI. Elegant things take time in life and thats why have faith, your time will come. Physics need a researcher like U. All the best for your future",
    "name": "Shubham"
  },
  {
    "comment": "The roaster with a golden heart. You are an amazing person, Shivansh. The days in the hostel wouldn't have been so amazing without you all. I know that you will surely make us proud one day. Just be who you are, and the rest of the things will follow.  Gonna miss you all !!!",
    "name": "Rahul Kumar Sharma"
  },
  {
    "comment": "I can't even imagine my iit journey without you people shivansh. You are such an amazing person having indepth knowledge about our religion and our roots.A person like much needed to our present society. Always be proud of your ethics and stay like you ever. I feel  fortunate  having friend  like u ",
    "name": "praveen kumar kairamkonda"
  },
  {
    "comment": "Bde bhai ko Ram Ram, Mere se bas 1 point agae chalne vale bhai ji. thank you bhai for late night conversation to 500 kr do. From sharing memes to creating memes bhaut maza ayya. Bhai all the best for future.",
    "name": "vishal"
  },
  {
    "comment": "Heyyaa Shivansh!\nThanks for everything! You are an amazing friend.\nBe the same crazy as you are. All the very best for your brightest future and stay in touch!",
    "name": "Simran Rana"
  }
]