[{"comment":"Fantastic personality and is very soft-spoken. I wish you many more success. ","name":"Rajendra Goud"},{"comment":"Mahesh bhaiya you're like an elder brother to me who has always supported me as a unit-mate, classmate and labmate. I will miss our discussions which ended with some life lessons or morals from your side. Thank you for everything bhaiya😇. I wish you achieve great success in your life. Good luck!👍","name":"Dhruvil Thakkar (DT)","roll_no":"2202103013"},{"comment":"Koi sa bhi situation ho aapke pass ek method of action rehta hai. Your smile despite what life throws at you, makes you one of the bravest people I know.  You are like the elder brother I never had. Aapki hustle ka well-deserving result mile, yahi chahta hun. Fortunate to know you & be your friend.","name":"Egu Dheeraj Kumar","roll_no":"2202102005"},{"comment":"Aapke radiant spirit & sweet smile has always lift group's spirit.Ur optimism & resilience always inspires me.Happy to meet a javaphile like me😛Hyd/Blr aao, aapko filter coffee bina pilaye jaane nahi dungi.Keep shining & brewing that positivity.Let's brew up more fruitful banters,fueled by☕ofcourse","name":"Anjana ENSS","roll_no":"2202102002"},{"comment":"Mahesh Bhaiya, AKA Mehnati Man. Bhaiya your hardworking nature and management of ur energy and time inspires me so much that one day. I hope I can be much better in those avenues like you. Thank you for teaching me so many subtle things and learning from ur life lessons is truly inspiring. ❤️❤️","name":"Sparsh Arya","roll_no":"2203121002"},{"comment":"We met because of Ilamparithi; otherwise, I would have missed a good friend. You are so kind in your speech and the way you treat me. We have discussed lots of good stuff. i Like your rational thinking. Keep all your qualities because this is the best version of yours.","name":"Ramamoorthy V","roll_no":"2202105021"},{"comment":"He is a person with so much understanding to people and also a very good human being. I am sure bhaiya, you will achieve a great height and the people you have met and will be  meeting in the rest of your life, will be very close to you and that's only because your sweet behaviour.","name":"Kumari Sunita"},{"comment":"Dear Anna,\nYour well beingness, patience, kindness and loyalty towards people amazing. Your attitude is very inspiring Anna. I cherish the moments with u. The struggle and hardwork u went through really u have a strong mindset. All the best for your careeranna.. Gona miss ur daily greetings for sure","name":"Annapureddy Venkata Sai Kumar Reddy","roll_no":"2204101012"},{"comment":"Good bye sir ,\n Thank You so much for your guidance and support .\nHum prayas karenge ki apne lab me jo परंपरा प्रतिष्ठा अनुशासन banaye rakha हे uska पुरा निर्वाह karenge 😂 ...\nबस jb aap pass out ho jayenge tb hme भूल मत jana...\nWaiting for your marriage invitation card ... 😊\n\n ","name":"Aniruddha Fapal"},{"comment":"I am Greatfull to have u as elder brother in IIT Indore. You r a fantastic person  having an impactfull personality. thanks for all the helps and all the memories as you always shoot vdos and photos. May you get everything you wish.","name":"Rishabh kumar","roll_no":"2202103012"},{"comment":"You are one of the most grounded person I came across in IIT. I always thought of you as freiend rather than a senior, you made sure everybody felt that way. I am glad we were able to work on something interesting together. \n\nWishing you the best for your future endeavors...\nStay in touch..!!","name":"Vignesh R","roll_no":"2202106002"},{"comment":"Dear Mahesh Bhaiyya, I'm glad we met here not in Aurangabad. From day one till now, you've earned my utmost respect. Despite being younger, your respectful demeanor towards all is admirable. Managing your company work and academics simultaneously is truly amazing. Wishing you all the best for future","name":"Prasanna Bairagi","roll_no":"2202103010"},{"comment":"Good bye Mahesh  I have  never witnessed even a hint of anger from you .You are very soft spoken creates an atmosphere of calm  whereever you are going","name":"Rishabh verma","roll_no":"2202103005"},{"comment":"your helping nature and your sweet smile is so good. I really enjoyed hanging out with you guys. our mandu trip is very memorable to me. from being dheeraj's unitmates to a good friend i am greatfull to have you guys in my IIT journey and all the very best for your future ","name":"sucharitha","roll_no":"2202102004"},{"comment":"Bhaiya, We all find great inspiration in your journey, of Mtech and you will always have my respect.\nWish you a tonne of success and stay blessed.","name":"Mohd Washique Ahemad","roll_no":"2202103008"},{"comment":"Mahesh Bhaiya , you are the most humble and calm personality person I have ever met in the IIT. You are really a hard working guy with a blissful heart . You have always motivated me and inspired me during the days of M.Tech. I really admire you a lot!!!\n~ Sayan","name":"Sayan Doloi","roll_no":"220213002"},{"comment":"Bhaiya, you are the coolest guy I have ever met.  \nYou are the first person I hung out with here at IIT Indore, my first day here at IIT; on that day, you told me one thing I still remember: 'Whatever you through in-universe shall come back to you,' a very deep thought tough. \n \nbest wishes\n\nSaim","name":"Saim Rehan","roll_no":"2202102008"},{"comment":"Hello bhaiya, you are a very kind and sweet person, most soft spoken person I have seen in campus. Already a placed person here for gaining more knowledge, hope we will meet in future, wish you a very bright career and life ahead.","name":"Harsh Vardhan Singh","roll_no":"2204103009"},{"comment":"Hey mahesh, due to diff department and everything, we didn't have much talk in the last 2 years...but i always saw u radiate smile ...I wish u keep shining in your personal and professional life and All the best for your future endeavours","name":"Sai Ganesh","roll_no":"2204102001"},{"comment":"Mahesh bhaiya, you were the coolest  member of our batch I have ever met. The thing which impressed me about you is your hardwork and dedication towards your work. Now time has come to bid farewell. Wish you all the best for your carrier ahead. Ab jaldi shaadi karlo.","name":"Siddhant S Barman","roll_no":"2202103007"}]